Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Every Monday, Wednesday, and Friday
pt_pt: Toda segunda -feira, quarta e sexta -feira
ru_ru: Каждый понедельник, среду и пятницу
uk_ua: Кожного понеділка, середи та п'ятниці

source: Every Tuesday and Thursday
pt_pt: Toda terça e quinta
ru_ru: Каждый вторник и четверг
uk_ua: Кожного вівторка та четверга

source: -- Weekdays --
pt_pt: -Days da semana-
ru_ru: -- Дни недели --
uk_ua: -- Дні тижня --

source: Sunday
pt_pt: Domingo
ru_ru: Воскресенье
uk_ua: Неділя

source: Monday
pt_pt: Segunda-feira
ru_ru: Понедельник
uk_ua: Понеділок

source: Tuesday
pt_pt: Terça-feira
ru_ru: Вторник
uk_ua: Вівторок

source: Wednesday
pt_pt: Quarta-feira
ru_ru: Среда
uk_ua: Середа

source: Thursday
pt_pt: Quinta-feira
ru_ru: Четверг
uk_ua: Четвер

source: Friday
pt_pt: Sexta-feira
ru_ru: Пятница
uk_ua: П'ятниця

source: Saturday
pt_pt: Sábado
ru_ru: Суббота
uk_ua: Субота

source: Command:
pt_pt: Comando:
ru_ru: Команда:
uk_ua: Команда:

source: Comment:
ru_ru: Комментарий:
uk_ua: Коментар:

source: Back to CronJobs
pt_pt: De volta a Cronjobs
ru_ru: Назад к заданиям Cron
uk_ua: Назад до завдань Cron

source: Schedule CronJob
pt_pt: Agenda Cronjob
ru_ru: Запланировать задание Cron
uk_ua: Запланувати завдання Cron

source: Please fill in all fields before submitting.
pt_pt: Por favor, preencha todos os campos antes de enviar.
ru_ru: Пожалуйста, заполните все поля перед отправкой.
uk_ua: Будь ласка, заповніть усі поля перед надсиланням.

source: Search domains
pt_pt: Domínios de pesquisa
ru_ru: Поиск доменов
uk_ua: Пошук доменів

source: IP addresses added here will be denied from accessing the domain. One IP per line or comma separated list.
ru_ru: IP-адреса, добавленные здесь, будут запрещены для доступа к домену. Один IP на строку или список, разделенный запятыми.
uk_ua: IP-адреси, додані тут, не зможуть отримати доступ до домену. Один IP на рядок або список, розділений комами.

source: Blocked IPs
pt_pt: IPS bloqueado
ru_ru: Заблокированные IP
uk_ua: Заблоковані IP

source: View and manage currently running processes on the server.
pt_pt: Visualize e gerencie processos atualmente em execução no servidor.
ru_ru: Просмотр и управление текущими процессами на сервере.
uk_ua: Перегляд та управління процесами, що зараз виконуються на сервері.

source: CPU
uk_ua: ЦП

source: TIME
pt_pt: TEMPO
ru_ru: ВРЕМЯ
uk_ua: ЧАС

source: CMD
ru_ru: КОМАНДА
uk_ua: КОМАНДА

source: ACTION
pt_pt: AÇÃO
ru_ru: ДЕЙСТВИЕ
uk_ua: ДІЯ

source: View full command
pt_pt: Veja o comando completo
ru_ru: Просмотр полной команды
uk_ua: Переглянути повну команду

source: kill
pt_pt: matar
ru_ru: завершить
uk_ua: завершити

source: Services
pt_pt: Serviços
ru_ru: Службы
uk_ua: Служби

source: View current services status and their versions.
ru_ru: Просмотр текущего статуса служб и их версий.
uk_ua: Перегляд поточного статусу служб та їх версій.

source: Service
pt_pt: Serviço
ru_ru: Служба
uk_ua: Служба

source: Active
pt_pt: Ativo
ru_ru: Активно
uk_ua: Активна

source: Inactive
pt_pt: Inativo
ru_ru: Неактивно
uk_ua: Неактивна

source: SSH login information for managing containers via
pt_pt: Informações de login SSH para gerenciar contêineres via
ru_ru: Информация для входа по SSH для управления контейнерами через
uk_ua: Інформація для входу SSH для керування контейнерами через

source: Current ssh service status.
pt_pt: Status do serviço SSH atual.
ru_ru: Текущий статус службы ssh.
uk_ua: Поточний статус служби ssh.

source: Server IP and SSH service port.
pt_pt: Porta de serviço IP e SSH do servidor.
ru_ru: IP-адрес сервера и порт службы SSH.
uk_ua: IP-адреса сервера та порт служби SSH.

source: Credentials
pt_pt: Credenciais
ru_ru: Учетные данные
uk_ua: Облікові дані

source: SSH username and password.
pt_pt: Nome de usuário e senha do SSH.
ru_ru: Имя пользователя и пароль SSH.
uk_ua: Ім'я користувача та пароль SSH.

source: Username:
pt_pt: Nome de usuário:
ru_ru: Имя пользователя:
uk_ua: Ім'я користувача:

source: Click to change
pt_pt: Clique para alterar
ru_ru: Нажмите, чтобы изменить
uk_ua: Натисніть, щоб змінити

source: Change Timezone
pt_pt: Mudar o fuso horário
ru_ru: Изменить часовой пояс
uk_ua: Змінити часовий пояс

source: Change system timezone.
pt_pt: Alterar o fuso horário do sistema.
ru_ru: Изменить системный часовой пояс.
uk_ua: Змінити системний часовий пояс.

source: Current timezone:
pt_pt: Filho horário atual:
ru_ru: Текущий часовой пояс:
uk_ua: Поточний часовий пояс:

source: Change system timezone:
pt_pt: Alterar o fuso horário do sistema:
ru_ru: Изменить системный часовой пояс:
uk_ua: Змінити системний часовий пояс:

source: Can't find your timezone?
pt_pt: Não consegue encontrar seu fuso horário?
ru_ru: Не можете найти свой часовой пояс?
uk_ua: Не можете знайти свій часовий пояс?

source: List of tz database time zones
pt_pt: Lista de fusos horários do banco de dados TZ
ru_ru: Список часовых поясов базы данных tz
uk_ua: Список часових поясів бази даних tz

source: Enable or disable OWASP Coraza Web Application Firewall protection for domains.
ru_ru: Включить или отключить защиту веб-приложений OWASP Coraza Web Application Firewall для доменов.
uk_ua: Увімкнути або вимкнути захист веб-додатків OWASP Coraza Web Application Firewall для доменів.

source: View Logs
ru_ru: Просмотр журналов
uk_ua: Перегляд журналів

source: Manage WAF settings for a domain.
ru_ru: Управление настройками WAF для домена.
uk_ua: Керування налаштуваннями WAF для домену.

source: Enable/disable WAF for
ru_ru: Включить/отключить WAF для
uk_ua: Увімкнути/вимкнути WAF для

source: WAF Logs for
ru_ru: Журналы WAF для
uk_ua: Журнали WAF для

source: Request
ru_ru: Запрос
uk_ua: Запит

source: Response
ru_ru: Ответ
uk_ua: Відповідь

source: stopwatch
ru_ru: секундомер
uk_ua: секундомір

source: rulesets
ru_ru: наборы правил
uk_ua: набори правил

source: Blocked
ru_ru: Заблокировано
uk_ua: Заблоковано

source: View Coraza WAF logs for domains.
ru_ru: Просмотр журналов Coraza WAF для доменов.
uk_ua: Перегляд журналів Coraza WAF для доменів.

source: Open a web terminal for yourself or create a temporary account with a one-time login to share with a third party.
ru_ru: Откройте веб-терминал для себя или создайте временную учетную запись с одноразовым входом для обмена с третьей стороной.
uk_ua: Відкрийте веб-термінал для себе або створіть тимчасовий обліковий запис з одноразовим входом для спільного використання з третьою стороною.

source: Access Web Terminal
pt_pt: Acesse o terminal da web
ru_ru: Доступ к веб-терминалу
uk_ua: Доступ до веб-терміналу

source: Temporary Share Access
pt_pt: Acesso temporário a compartilhar
ru_ru: Временный общий доступ
uk_ua: Тимчасовий спільний доступ

source: Created a temporary account with a one-time login to share with a third party.
ru_ru: Создана временная учетная запись с одноразовым входом для обмена с третьей стороной.
uk_ua: Створено тимчасовий обліковий запис з одноразовим входом для спільного використання з третьою стороною.

source: Session already running.
pt_pt: Sessão já em execução.
ru_ru: Сессия уже запущена.
uk_ua: Сесія вже запущена.

source: Terminal Session is Already Running
pt_pt: A sessão do terminal já está em execução
ru_ru: Сессия терминала уже запущена
uk_ua: Сесія терміналу вже запущена

source: Currently only one active web terminal session is supported. You need to either wait for the existing user to exit their web terminal session or terminate their session by killing the 'ttyd' process
ru_ru: В настоящее время поддерживается только одна активная сессия веб-терминала. Вам нужно либо дождаться, пока существующий пользователь выйдет из своей сессии веб-терминала, либо завершить его сессию, убив процесс 'ttyd'
uk_ua: Наразі підтримується лише одна активна сесія веб-терміналу. Вам потрібно або дочекатися виходу існуючого користувача з його сесії веб-терміналу, або завершити його сесію, зупинивши процес 'ttyd'

source: Open Process Manager
pt_pt: Gerente de processo aberto
ru_ru: Открыть диспетчер процессов
uk_ua: Відкрити диспетчер процесів

source: Update email address to receive notifications or change the password for logging into your account, ensuring secure and up-to-date access.
ru_ru: Обновите адрес электронной почты для получения уведомлений или измените пароль для входа в свою учетную запись, обеспечивая безопасный и актуальный доступ.
uk_ua: Оновіть адресу електронної пошти для отримання сповіщень або змініть пароль для входу до вашого облікового запису, забезпечуючи безпечний і актуальний доступ.

source: Username must be between 3 and 20 characters, and only contain letters and numbers (no spaces, hyphens, or underscores).
ru_ru: Имя пользователя должно содержать от 3 до 20 символов и только буквы и цифры (без пробелов, дефисов или подчеркиваний).
uk_ua: Ім'я користувача повинно містити від 3 до 20 символів і містити лише літери та цифри (без пробілів, дефісів або підкреслень).

source: View all currently active sessions for your account.
pt_pt: Veja todas as sessões atualmente ativas para sua conta.
ru_ru: Просмотр всех текущих активных сессий для вашей учетной записи.
uk_ua: Перегляд усіх поточних активних сесій для вашого облікового запису.

source: IP Address
pt_pt: Endereço IP
ru_ru: IP-адрес
uk_ua: IP-адреса

source: Created On
pt_pt: Criado em
ru_ru: Создано
uk_ua: Створено

source: View activity log for IP
pt_pt: Veja o log de atividades para IP
ru_ru: Просмотр журнала активности для IP
uk_ua: Перегляд журналу активності для IP

source: View activity logs
pt_pt: Exibir logs de atividade
ru_ru: Просмотр журналов активности
uk_ua: Перегляд журналів активності

source: Terminate
pt_pt: Rescindir
ru_ru: Завершить
uk_ua: Завершити

source: Activity Log
pt_pt: Log de atividades
ru_ru: Журнал активности
uk_ua: Журнал активності

source: View recent user activity and system events.
pt_pt: Veja a atividade recente do usuário e os eventos do sistema.
ru_ru: Просмотр недавней активности пользователя и системных событий.
uk_ua: Перегляд недавньої активності користувача та системних подій.

source: Action
pt_pt: Ação
ru_ru: Действие
uk_ua: Дія

source: Add a page to favorites by left-clicking the star in the top-right corner of any page and remove it either from this page or by right-clicking the same star.
ru_ru: Добавьте страницу в избранное, щелкнув левой кнопкой мыши по звездочке в правом верхнем углу любой страницы, и удалите ее либо с этой страницы, либо щелкнув правой кнопкой мыши по той же звездочке.
uk_ua: Додайте сторінку до обраного, клацнувши лівою кнопкою миші на зірочку в правому верхньому куті будь-якої сторінки, і видаліть її або з цієї сторінки, або клацнувши правою кнопкою миші на ту ж зірочку.

source: Title
pt_pt: Título
ru_ru: Заголовок
uk_ua: Заголовок

source: Link
ru_ru: Ссылка
uk_ua: Посилання

source: Favorites are not enabled by the Administrator.
pt_pt: Os favoritos não são ativados pelo administrador.
ru_ru: Избранное не включено администратором.
uk_ua: Обране не увімкнено адміністратором.

source: The Favorites feature is currently disabled by the administrator; please contact your administrator to enable it.
ru_ru: Функция «Избранное» в настоящее время отключена администратором; пожалуйста, обратитесь к администратору, чтобы включить ее.
uk_ua: Функція «Обране» наразі вимкнена адміністратором; будь ласка, зверніться до адміністратора, щоб увімкнути її.

source: Historical CPU and Memory Usage
pt_pt: CPU histórico e uso de memória
ru_ru: Историческое использование CPU и памяти
uk_ua: Історичне використання CPU та пам'яті

source: View past CPU and Memory usage.
pt_pt: Veja a CPU passada e o uso da memória.
ru_ru: Просмотр прошлого использования CPU и памяти.
uk_ua: Перегляд минулого використання CPU та пам'яті.

source: History CPU Usage
pt_pt: História Uso da CPU
ru_ru: История использования CPU
uk_ua: Історія використання CPU

source: History Memory Usage
pt_pt: Uso da memória da história
ru_ru: История использования памяти
uk_ua: Історія використання пам'яті

source: Show all data
pt_pt: Mostrar todos os dados
ru_ru: Показать все данные
uk_ua: Показати всі дані

source: Memory &#37;
pt_pt: % De memória
ru_ru: Память &#37;
uk_ua: Пам'ять &#37;

source: Net I/O
pt_pt: E/S NET
ru_ru: Сетевой ввод/вывод
uk_ua: Мережевий ввід/вивід

source: Block I/O
pt_pt: Block E/S.
ru_ru: Блочный ввод/вывод
uk_ua: Блоковий ввід/вивід

source: First
pt_pt: Primeiro
ru_ru: Первая
uk_ua: Перша

source: Last
pt_pt: Durar
ru_ru: Последняя
uk_ua: Остання

source: Change locale for your account.
pt_pt: Altere a localidade para sua conta.
ru_ru: Изменить локаль для вашей учетной записи.
uk_ua: Змінити локаль для вашого облікового запису.

source: Choose Language
pt_pt: Escolha o idioma
ru_ru: Выбрать язык
uk_ua: Вибрати мову

source: Sign in to your account
pt_pt: Faça login na sua conta
ru_ru: Войти в свою учетную запись
uk_ua: Увійти до свого облікового запису

source: Enter your panel username
pt_pt: Digite seu nome de usuário do painel
ru_ru: Введите имя пользователя панели
uk_ua: Введіть ім'я користувача панелі

source: Forgot password?
pt_pt: Esqueceu sua senha?
ru_ru: Забыли пароль?
uk_ua: Забули пароль?

source: Two-Factor Authentication Code
pt_pt: Código de autenticação de dois fatores
ru_ru: Код двухфакторной аутентификации
uk_ua: Код двофакторної автентифікації

source: Sign In
pt_pt: Entrar
ru_ru: Войти
uk_ua: Увійти

source: Overview of successful logins on your account.
pt_pt: Visão geral dos logins bem -sucedidos em sua conta.
ru_ru: Обзор успешных входов в вашу учетную запись.
uk_ua: Огляд успішних входів у ваш обліковий запис.

source: Country and IP address
pt_pt: Endereço de país e IP
ru_ru: Страна и IP-адрес
uk_ua: Країна та IP-адреса

source: Login Time
pt_pt: Tempo de login
ru_ru: Время входа
uk_ua: Час входу

source: Click to copy IP
pt_pt: Clique para copiar IP
ru_ru: Нажмите, чтобы скопировать IP
uk_ua: Натисніть, щоб скопіювати IP

source: Select events for which to receive email notifications.
pt_pt: Selecione eventos para os quais receber notificações por email.
ru_ru: Выберите события, для которых нужно получать уведомления по электронной почте.
uk_ua: Виберіть події, для яких отримувати сповіщення електронною поштою.

source: Receive email notifications for
pt_pt: Receber notificações por e -mail para
ru_ru: Получать уведомления по электронной почте для
uk_ua: Отримувати сповіщення електронною поштою для

source: Save Preferences
pt_pt: Salvar preferências
ru_ru: Сохранить настройки
uk_ua: Зберегти налаштування

source: Reset Account
pt_pt: Redefinir conta
ru_ru: Сбросить учетную запись
uk_ua: Скинути обліковий запис

source: Restart container and cleanup data.
pt_pt: Reinicie os dados de contêiner e limpeza.
ru_ru: Перезапустить контейнер и очистить данные.
uk_ua: Перезапустити контейнер та очистити дані.

source: Password is needed to proceed:
pt_pt: A senha é necessária para prosseguir:
ru_ru: Для продолжения необходим пароль:
uk_ua: Для продовження потрібен пароль:

source: View current resource usage for all websites and services.
pt_pt: Veja o uso atual de recursos para todos os sites e serviços.
ru_ru: Просмотр текущего использования ресурсов для всех веб-сайтов и служб.
uk_ua: Перегляд поточного використання ресурсів для всіх веб-сайтів та служб.

source: View Usage History
pt_pt: Veja o histórico de uso
ru_ru: Просмотр истории использования
uk_ua: Переглянути історію використання

source: Current CPU usage:
pt_pt: Uso atual da CPU:
ru_ru: Текущее использование CPU:
uk_ua: Поточне використання CPU:

source: RAM
pt_pt: BATER
ru_ru: ОЗУ
uk_ua: ОЗП

source: Current Memory usage:
pt_pt: Uso atual da memória:
ru_ru: Текущее использование памяти:
uk_ua: Поточне використання пам'яті:

source: Displaying real-time information
pt_pt: Exibindo informações em tempo real
ru_ru: Отображение информации в реальном времени
uk_ua: Відображення інформації в реальному часі

source: Last refreshed at
pt_pt: Última atualização em
ru_ru: Последнее обновление в
uk_ua: Останнє оновлення о

source: 2FA is currently
pt_pt: 2FA está atualmente
ru_ru: 2FA в настоящее время
uk_ua: 2FA наразі

source: enabled
pt_pt: habilitado
ru_ru: включена
uk_ua: увімкнено

source: disabled
pt_pt: desabilitado
ru_ru: отключена
uk_ua: вимкнено

source: for your account.
pt_pt: para sua conta.
ru_ru: для вашей учетной записи.
uk_ua: для вашого облікового запису.

source: Click to Cancel
pt_pt: Clique para cancelar
ru_ru: Нажмите для отмены
uk_ua: Натисніть для скасування

source: Click to enable 2FA
pt_pt: Clique para ativar 2fa
ru_ru: Нажмите, чтобы включить 2FA
uk_ua: Натисніть, щоб увімкнути 2FA

source: Step 1. Scan QR Code
pt_pt: Etapa 1. Código QR Digitalizar
ru_ru: Шаг 1. Сканировать QR-код
uk_ua: Крок 1. Скануйте QR-код

source: Step 2. Remove OTP code
pt_pt: Etapa 2. Remova o código OTP
ru_ru: Шаг 2. Удалить код OTP
uk_ua: Крок 2. Видаліть код OTP

source: Scan the QR code with your 2FA device or click on the button bellow to display OTP code instead.
ru_ru: Отсканируйте QR-код своим устройством 2FA или нажмите на кнопку ниже, чтобы отобразить код OTP.
uk_ua: Відскануйте QR-код своїм пристроєм 2FA або натисніть на кнопку нижче, щоб натомість відобразити код OTP.

source: Click here to display OTP code
pt_pt: Clique aqui para exibir o código OTP
ru_ru: Нажмите здесь, чтобы отобразить код OTP
uk_ua: Натисніть тут, щоб відобразити код OTP

source: I confirm that the OTP code is configured in my application and confirm to permanently delete the OTP secret.
ru_ru: Я подтверждаю, что код OTP настроен в моем приложении, и подтверждаю безвозвратное удаление секрета OTP.
uk_ua: Я підтверджую, що код OTP налаштований у моєму додатку, і підтверджую, що назавжди видаляю секрет OTP.

source: To enable 2FA for your account you will need an application that manages 2FA codes, such as
ru_ru: Чтобы включить 2FA для вашей учетной записи, вам понадобится приложение, которое управляет кодами 2FA, такое как
uk_ua: Щоб увімкнути 2FA для вашого облікового запису, вам знадобиться програма, яка керує кодами 2FA, наприклад

source: You can install it here:
pt_pt: Você pode instalá -lo aqui:
ru_ru: Вы можете установить его здесь:
uk_ua: Ви можете встановити її тут:

source: Failed to set ownership for the new file.
ru_ru: Не удалось установить владельца для нового файла.

source: Error executing the cron job addition command:
pt_pt: Erro ao executar o comando de adição de trabalho cron:

source: Error restarting the cron service:
pt_pt: Erro reiniciando o serviço CRON:

source: Error enabling cron on startup:
pt_pt: Erro habilitando o CRON na inicialização:

source: Cron job created successfully!
pt_pt: Cron Job criado com sucesso!

source: Error saving cron job:
pt_pt: Erro ao salvar o trabalho de Cron:

source: Cron job successfully modified.
pt_pt: Job Cron modificado com sucesso.

source: Error saving cronjob, please try again.
pt_pt: Erro ao salvar Cronjob, tente novamente.

source: Cron job was successfully disabled.
pt_pt: O CRON Job foi desativado com sucesso.

source: Error disabling cron job.
pt_pt: Erro desativando o trabalho de Cron.

source: Add a New Domain
pt_pt: Adicione um novo domínio

source: Suspend Domain
pt_pt: Suspender o domínio

source: Unsuspend Domain
pt_pt: Dessunder o domínio

source: Error saving virtual host configuration. An unexpected error occurred.
pt_pt: Erro a salvar a configuração do host virtual.

source: Email Filter
pt_pt: Filtro de email

source: Delete Email address
pt_pt: Exclua endereço de e -mail

source: Email Server Info
pt_pt: Informações do servidor de email

source: GoAccess Logs
pt_pt: Logs Goacccess

source: New MySQL Database
pt_pt: Novo banco de dados MySQL

source: New MySQL User
pt_pt: Novo usuário do MySQL

source: Update Password for User
pt_pt: Atualize a senha para o usuário

source: Assign User to MySQL Database
pt_pt: Atribua usuário ao banco de dados MySQL

source: Remove User from MySQL Database
pt_pt: Remova o usuário do banco de dados MySQL

source: Set Default PHP version
pt_pt: Definir versão PHP padrão

source: Invalid file extension. Only .jar, .py, or .js are allowed.
pt_pt: Extensão de arquivo inválido.

source: Password changed successfully.
pt_pt: Senha alterada com sucesso.

source: Failed to change password.
pt_pt: Falha ao alterar a senha.

source: New password cannot be empty.
pt_pt: Nova senha não pode estar vazia.

source: Failed to start or access ttyd session.
pt_pt: Falha ao iniciar ou acessar a sessão TTYD.

source: Error changing timezone: invalid timezone selected.
pt_pt: Erro Alteração do fuso horário: fuso horário inválido selecionado.

source: Error reading current timezone from docker container:
pt_pt: Erro a leitura do fuso horário atual do contêiner do Docker:

source: Error changing timezone inside the docker container:
pt_pt: Erro Alterar o fuso horário dentro do contêiner do Docker:

source: Container name is required
pt_pt: O nome do contêiner é necessário

source: Website Builder
pt_pt: Construtor de sites

source: WordPress removal completed successfully!
pt_pt: A remoção do WordPress foi concluída com sucesso!

source: An error occurred during WordPress removal.
pt_pt: Ocorreu um erro durante a remoção do WordPress.

source: An error occurred during WordPress detachment. Pelase try again.
pt_pt: Ocorreu um erro durante o destacamento do WordPress.

source: Restart container
pt_pt: Reinicie o contêiner

source: Account Settings
pt_pt: Configurações de Conta

source: 2FA Settings
pt_pt: 2FA Configurações

source: Varnish
pt_pt: Verniz

source: Log file not found.
pt_pt: Arquivo de log não encontrado.

source: File downloaded from URL and extracted successfully
pt_pt: Arquivo baixado do URL e extraído com sucesso

source: User not authenticated.
pt_pt: Usuário não autenticado.

source: Flarum
pt_pt: Explosões

source: Backup & Restore
pt_pt: Backup e restauração

source: Change webserver for new domains.
pt_pt: Altere o servidor da web para novos domínios.

source: A
pt_pt: UM

source: IN
pt_pt: EM

source: That page does not exist
pt_pt: Essa página não existe

source: Error - 500
pt_pt: Erro - 500

source: Server
pt_pt: Servidor

source: Error
pt_pt: Erro

source: We are sorry, but something went wrong on our end.
pt_pt: Lamentamos, mas algo deu errado no nosso fim.

source: Go Back
pt_pt: Volte

source: Please click the button to go back and try again.
pt_pt: Clique no botão para voltar e tentar novamente.

source: If the issue continues, contact support with the error ID:
pt_pt: Se o problema continuar, o suporte de contato com o ID de erro:

source: View existing full-account backups and restore.
pt_pt: Veja os backups e a restauração de contas completas existentes.

source: Restore History
pt_pt: Restaurar história

source: Please enter a 3-digit numeric value for permissions.
pt_pt: Por favor, insira um valor numérico de 3 dígitos para permissões.

source: Read
pt_pt: Ler

source: Write
pt_pt: Escrever

source: Execute
pt_pt: Executar

source: FTP accounts
pt_pt: Contas FTP

source: Total ftp accounts:
pt_pt: Contas Total de FTP:

source: Usage / Quota
pt_pt: Uso / cota

source: Purge Cache
pt_pt: Cache de purga

source: Calculating size...
pt_pt: Tamanho do cálculo ...

source: Flarum version:
pt_pt: Versão Flarum:

source: Preview
pt_pt: Visualização

source: Restore
pt_pt: Restaurar

source: Preview website with a temporary domain,
pt_pt: Site de visualização com um domínio temporário,

source: valid for 15 minutes only!
pt_pt: Válido apenas por 15 minutos!

source: Create a manual backup of the
pt_pt: Criar um backup manual do

source: website's files and database for data protection.
pt_pt: Arquivos e banco de dados do site para proteção de dados.

source: Restore the website to a previous state using a previously created backup.
pt_pt: Restaure o site em um estado anterior usando um backup criado anteriormente.
