Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Bring your existing installation or create a new one.
pt_pt: Traga sua instalação existente ou crie uma nova.
ru_ru: Принесите существующую установку или создайте новую.
uk_ua: Принесіть своє існуюче встановлення або створіть нове.

source: Manage Websites
pt_pt: Gerenciar sites
ru_ru: Управление веб-сайтами
uk_ua: Керування веб-сайтами

source: Manage updates, schedule backups, control firewall and more.
pt_pt: Gerenciar atualizações, agendar backups, controlar o firewall e muito mais.
ru_ru: Управляйте обновлениями, планируйте резервное копирование, контролируйте брандмауэр и многое другое.
uk_ua: Керуйте оновленнями, плануйте резервне копіювання, контролюйте брандмауер та багато іншого.

source: Advanced Options
pt_pt: Opções avançadas
ru_ru: Расширенные опции
uk_ua: Розширені опції

source: General How-to
pt_pt: Geral de instruções
ru_ru: Общие инструкции
uk_ua: Загальні інструкції

source: Information
pt_pt: Informação
ru_ru: Информация
uk_ua: Інформація

source: Username
pt_pt: Nome de usuário
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: Dedicated IP Address
pt_pt: Endereço IP dedicado
ru_ru: Выделенный IP-адрес
uk_ua: Виділена IP-адреса

source: Server IP Address
pt_pt: Endereço IP do servidor
ru_ru: IP-адрес сервера
uk_ua: IP-адреса сервера

source: Last Login IP Address
pt_pt: Último endereço IP de login
ru_ru: IP-адрес последнего входа
uk_ua: IP-адреса останнього входу

source: Nameservers
pt_pt: Names Servers
ru_ru: Серверы имен
uk_ua: Сервери імен

source: Statistics
pt_pt: Estatística
ru_ru: Статистика
uk_ua: Статистика

source: Network I/O
pt_pt: E/S de rede
ru_ru: Сетевой ввод/вывод
uk_ua: Мережевий ввід/вивід

source: Disk I/O
ru_ru: Дисковый ввод/вывод
uk_ua: Дисковий ввід/вивід

source: PIDs
uk_ua: PIDі

source: Storage
pt_pt: Armazenar
ru_ru: Хранилище
uk_ua: Сховище

source: Calculating..
pt_pt: Calculando ..
ru_ru: Вычисление..
uk_ua: Обчислення..

source: Inodes
ru_ru: Инодов
uk_ua: Інодів

source: CPU Usage
pt_pt: Uso da CPU
ru_ru: Использование CPU
uk_ua: Використання CPU

source: Loading..
pt_pt: Carregando..
ru_ru: Загрузка..
uk_ua: Завантаження..

source: Memory Usage
pt_pt: Uso de memória
ru_ru: Использование памяти
uk_ua: Використання пам'яті

source: 2FA is <b>enabled</b> for your account.
pt_pt: 2FA está <b> ativado </b> para sua conta.
ru_ru: 2FA <b>включена</b> для вашей учетной записи.
uk_ua: 2FA <b>увімкнено</b> для вашого облікового запису.

source: Click to disable 2FA
pt_pt: Clique para desativar 2fa
ru_ru: Нажмите, чтобы отключить 2FA
uk_ua: Натисніть, щоб вимкнути 2FA

source: 2FA is <b>disabled</b> for your account.
pt_pt: 2FA está <b> desativado </b> para sua conta.
ru_ru: 2FA <b>отключена</b> для вашей учетной записи.
uk_ua: 2FA <b>вимкнено</b> для вашого облікового запису.

source: Enable 2FA
pt_pt: Ativar 2fa
ru_ru: Включить 2FA
uk_ua: Увімкнути 2FA

source: Varnish Caching
ru_ru: Кэширование Varnish
uk_ua: Varnish Кешування

source: Change image tag for
pt_pt: Alterar a tag de imagem para
ru_ru: Изменить тег образа для
uk_ua: Змінити тег образу для

source: Select docker image tag from
pt_pt: Selecione a tag de imagem do docker de
ru_ru: Выбрать тег docker-образа из
uk_ua: Вибрати тег docker-образу з

source: New image tag:
pt_pt: Nova tag de imagem:
ru_ru: Новый тег образа:
uk_ua: Новий тег образу:

source: Back to Images
pt_pt: De volta às imagens
ru_ru: Назад к образам
uk_ua: Назад до образів

source: Change tag
pt_pt: Altere a tag
ru_ru: Изменить тег
uk_ua: Змінити тег

source: Change docker image tag
pt_pt: Alterar a tag de imagem do docker
ru_ru: Изменить тег docker-образа
uk_ua: Змінити тег docker-образу

source: Change docker images tag in order to use specific service versions.
pt_pt: Altere as imagens do Docker Tag para usar versões de serviço específicas.
ru_ru: Изменить тег docker-образов, чтобы использовать определенные версии служб.
uk_ua: Змінити тег docker-образів, щоб використовувати певні версії служб.

source: Select service
pt_pt: Selecione Serviço
ru_ru: Выбрать службу
uk_ua: Вибрати службу

source: Change mysql server for new databases.
pt_pt: Altere o MySQL Server para novos bancos de dados.
ru_ru: Изменить сервер mysql для новых баз данных.
uk_ua: Змінити сервер mysql для нових баз даних.

source: Current:
pt_pt: Atual:
ru_ru: Текущий:
uk_ua: Поточний:

source: The following conditions must be met in order to switch the mysql server:
pt_pt: As seguintes condições devem ser atendidas para mudar o servidor MySQL:
ru_ru: Должны быть выполнены следующие условия для переключения сервера mysql:
uk_ua: Для переключення сервера mysql мають бути виконані такі умови:

source: All existing databases and users must be removed.
pt_pt: Todos os bancos de dados e usuários existentes devem ser removidos.
ru_ru: Все существующие базы данных и пользователи должны быть удалены.
uk_ua: Усі існуючі бази даних і користувачі мають бути видалені.

source: container must be stopped before starting:
pt_pt: O contêiner deve ser interrompido antes de começar:
ru_ru: контейнер должен быть остановлен перед запуском:
uk_ua: контейнер має бути зупинений перед запуском:

source: Back to Containers
pt_pt: De volta aos contêineres
ru_ru: Назад к контейнерам
uk_ua: Назад до контейнерів

source: Switch to
pt_pt: Mudar para
ru_ru: Переключиться на
uk_ua: Переключитися на

source: Change webserver for new domains to:
ru_ru: Изменить веб-сервер для новых доменов на:
uk_ua: Змінити веб-сервер для нових доменів на:

source: The following conditions must be met in order to switch the web server:
pt_pt: As seguintes condições devem ser atendidas para mudar o servidor da Web:
ru_ru: Должны быть выполнены следующие условия для переключения веб-сервера:
uk_ua: Для переключення веб-сервера мають бути виконані такі умови:

source: All existing domains must be removed.
pt_pt: Todos os domínios existentes devem ser removidos.
ru_ru: Все существующие домены должны быть удалены.
uk_ua: Усі існуючі домени мають бути видалені.

source: container must be stopped before starting new webserver.
ru_ru: контейнер должен быть остановлен перед запуском нового веб-сервера.
uk_ua: контейнер має бути зупинений перед запуском нового веб-сервера.

source: Switch
ru_ru: Переключить
uk_ua: Перемкнути

source: Running containers:
pt_pt: Recipientes em execução:
ru_ru: Запущенные контейнеры:
uk_ua: Запущені контейнери:

source: Total CPU:
pt_pt: CPU total:
ru_ru: Всего CPU:
uk_ua: Всього CPU:

source: Total Memory:
pt_pt: Memória total:
ru_ru: Всего памяти:
uk_ua: Всього пам'яті:

source: Create New
pt_pt: Crie novo
ru_ru: Создать новый
uk_ua: Створити новий

source: Name
pt_pt: Nome
ru_ru: Имя
uk_ua: Ім'я

source: Ports
pt_pt: Portas
ru_ru: Порты
uk_ua: Порти

source: Checking containers runtime metrics..
pt_pt: Verificando as métricas de tempo de execução dos contêineres ..
ru_ru: Проверка метрик контейнеров в реальном времени..
uk_ua: Перевірка метрик контейнерів у реальному часі..

source: No container are currently running.
pt_pt: Nenhum contêiner está em execução no momento.
ru_ru: В настоящее время нет запущенных контейнеров.
uk_ua: Наразі немає запущених контейнерів.

source: Error fetching docker stats for containers.
pt_pt: Erro a busca de estatísticas do Docker para contêineres.
ru_ru: Ошибка получения статистики docker для контейнеров.
uk_ua: Помилка отримання статистики docker для контейнерів.

source: Check for container image updates
ru_ru: Проверить обновления образов контейнеров
uk_ua: Перевірити оновлення образів контейнерів

source: Last checked
ru_ru: Последняя проверка
uk_ua: Остання перевірка

source: Never
ru_ru: Никогда
uk_ua: Ніколи

source: Image
ru_ru: Образ
uk_ua: Образ

source: Tag
ru_ru: Тег
uk_ua: Тег

source: Update
pt_pt: Atualizar
ru_ru: Обновить
uk_ua: Оновити

source: Info
pt_pt: Informações
ru_ru: Информация
uk_ua: Інформація

source: Checking images in the background. This may take a few minutes to complete.
ru_ru: Проверка образов в фоновом режиме. Это может занять несколько минут.
uk_ua: Перевірка образів у фоновому режимі. Це може зайняти кілька хвилин.

source: Total volumes:
pt_pt: Volumes totais:
ru_ru: Всего томов:
uk_ua: Всього томів:

source: Save
pt_pt: Salvar
ru_ru: Сохранить
uk_ua: Зберегти

source: Back to Domains
pt_pt: De volta aos domínios
ru_ru: Назад к доменам
uk_ua: Назад до доменів

source: Delete domain
pt_pt: Excluir domínio
ru_ru: Удалить домен
uk_ua: Видалити домен

source: Deleting the domain name will stop any services associated with this domain from working, however all existing data such as emails and files will remain on disk.
ru_ru: Удаление доменного имени остановит работу всех служб, связанных с этим доменом, однако все существующие данные, такие как электронные письма и файлы, останутся на диске.
uk_ua: Видалення доменного імені зупинить роботу всіх служб, пов'язаних з цим доменом, однак всі існуючі дані, такі як електронні листи та файли, залишаться на диску.

source: websites
pt_pt: sites
ru_ru: веб-сайтов
uk_ua: веб-сайтів

source: website
pt_pt: site
ru_ru: веб-сайт
uk_ua: веб-сайт

source: associated with this domain.
pt_pt: associado a este domínio.
ru_ru: связан с этим доменом.
uk_ua: пов'язаний з цим доменом.

source: Please remove the websites first in order to delete the domain name.
pt_pt: Remova os sites primeiro para excluir o nome de domínio.
ru_ru: Пожалуйста, сначала удалите веб-сайты, чтобы удалить доменное имя.
uk_ua: Будь ласка, спочатку видаліть веб-сайти, щоб видалити доменне ім'я.

source: Websites that use this domain:
pt_pt: Sites que usam este domínio:
ru_ru: Веб-сайты, использующие этот домен:
uk_ua: Веб-сайти, що використовують цей домен:

source: Folder
pt_pt: Pasta
ru_ru: Папка
uk_ua: Папка

source: and all associated data will be kept.
pt_pt: e todos os dados associados serão mantidos.
ru_ru: и все связанные данные будут сохранены.
uk_ua: та всі пов'язані дані будуть збережені.

source: FTP accounts that have a path under this domain document root will remain.
pt_pt: As contas FTP que possuem um caminho sob essa raiz do documento de domínio permanecerão.
ru_ru: Учетные записи FTP, имеющие путь в корневой директории этого домена, останутся.
uk_ua: Облікові записи FTP, які мають шлях у кореневій директорії цього домену, залишаться.

source: Websites that use this domain name will immediately stop working.
pt_pt: Os sites que usam esse nome de domínio pararão imediatamente de funcionar.
ru_ru: Веб-сайты, использующие это доменное имя, немедленно прекратят работу.
uk_ua: Веб-сайти, які використовують це доменне ім'я, негайно припинять роботу.

source: All
pt_pt: Todos
ru_ru: Все
uk_ua: Усі

source: email accounts will be deleted, but the messages remain on disk.
pt_pt: Contas de email serão excluídas, mas as mensagens permanecem no disco.
ru_ru: учетные записи электронной почты будут удалены, но сообщения останутся на диске.
uk_ua: облікові записи електронної пошти будуть видалені, але повідомлення залишаться на диску.

source: DNS zone with all its records will be permanently deleted.
pt_pt: A Zona DNS com todos os seus registros será excluída permanentemente.
ru_ru: DNS-зона со всеми ее записями будет безвозвратно удалена.
uk_ua: DNS-зона з усіма її записами буде безповоротно видалена.

source: SSL certificate for the domain will immediately be revoked.
pt_pt: O certificado SSL para o domínio será revogado imediatamente.
ru_ru: SSL-сертификат для домена будет немедленно отозван.
uk_ua: SSL-сертифікат для домену буде негайно відкликаний.

source: Delete Domain
pt_pt: Excluir domínio
ru_ru: Удалить домен
uk_ua: Видалити домен

source: Confirm DNS zone reset
pt_pt: Confirme a redefinição da zona DNS
ru_ru: Подтвердить сброс DNS-зоны
uk_ua: Підтвердити скидання DNS-зони

source: Are you sure you want to reset the DNS zone for this domain?
pt_pt: Tem certeza de que deseja redefinir a zona DNS para este domínio?
ru_ru: Вы уверены, что хотите сбросить DNS-зону для этого домена?
uk_ua: Ви впевнені, що хочете скинути DNS-зону для цього домену?

source: This acton is irreversible and will delete all existing DNS records, then restore the default zone records.
ru_ru: Это действие необратимо и удалит все существующие DNS-записи, а затем восстановит записи зоны по умолчанию.
uk_ua: Ця дія безповоротна і видалить усі існуючі DNS-записи, а потім відновить записи зони за замовчуванням.

source: Cancel
pt_pt: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

source: Continue
pt_pt: Continuar
ru_ru: Продолжить
uk_ua: Продовжити

source: Edit DNS for
pt_pt: Editar dns para
ru_ru: Редактировать DNS для
uk_ua: Редагувати DNS для

source: Total DNS records:
pt_pt: Total de registros DNS:
ru_ru: Всего DNS-записей:
uk_ua: Всього DNS-записів:

source: New Record
pt_pt: Novo registro
ru_ru: Новая запись
uk_ua: Новий запис

source: Export Zone
pt_pt: Zona de exportação
ru_ru: Экспорт зоны
uk_ua: Експорт зони

source: Reset
pt_pt: Reiniciar
ru_ru: Сбросить
uk_ua: Скинути

source: Reset Zone
pt_pt: Zona de redefinição
ru_ru: Сбросить зону
uk_ua: Скинути зону

source: Type
pt_pt: Tipo
ru_ru: Тип
uk_ua: Тип

source: Record
pt_pt: Registro
ru_ru: Запись
uk_ua: Запис

source: Priority
pt_pt: Prioridade
ru_ru: Приоритет
uk_ua: Пріоритет

source: Address
pt_pt: Endereço
ru_ru: Адрес
uk_ua: Адреса

source: Edit
pt_pt: Editar
ru_ru: Редактировать
uk_ua: Редагувати

source: Save
pt_pt: Salvar
ru_ru: Сохранить
uk_ua: Зберегти

source: Cancel
pt_pt: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

source: Confirm
pt_pt: Confirmar
ru_ru: Подтвердить
uk_ua: Підтвердити

source: Delete
pt_pt: Excluir
ru_ru: Удалить
uk_ua: Видалити

source: Deleting record, please wait.
pt_pt: Excluindo o registro, por favor, espere.
ru_ru: Удаление записи, пожалуйста, подождите.
uk_ua: Видалення запису, будь ласка, зачекайте.

source: Record deleted successfully.
pt_pt: Registro excluído com sucesso.
ru_ru: Запись успешно удалена.
uk_ua: Запис успішно видалено.

source: Error occured deleting the record. Please refresh the page and try again. If the issue persists, try editing the zone file directly.
ru_ru: Произошла ошибка при удалении записи. Пожалуйста, обновите страницу и попробуйте снова. Если проблема не исчезнет, попробуйте отредактировать файл зоны напрямую.
uk_ua: Сталася помилка при видаленні запису. Будь ласка, оновіть сторінку і спробуйте знову. Якщо проблема не зникне, спробуйте редагувати файл зони напряму.

source: Edit Cancelled.
pt_pt: Editar cancelado.
ru_ru: Редактирование отменено.
uk_ua: Редагування скасовано.

source: Edit Cancelled. Relaoding the page.
pt_pt: Editar cancelado.
ru_ru: Редактирование отменено. Перезагрузка страницы.
uk_ua: Редагування скасовано. Перезавантаження сторінки.

source: Record updated successfully.
pt_pt: Registre atualizado com sucesso.
ru_ru: Запись успешно обновлена.
uk_ua: Запис успішно оновлено.

source: Edit DNS File for
pt_pt: Editar o arquivo DNS para
ru_ru: Редактировать файл DNS для
uk_ua: Редагувати файл DNS для

source: Attention:
pt_pt: Atenção:
ru_ru: Внимание:
uk_ua: Увага:

source: Editing DNS file is intended for advanced users only. This action can potentially lead to server misconfiguration or downtime if not done correctly.
ru_ru: Редактирование файла DNS предназначено только для опытных пользователей. Это действие может потенциально привести к неправильной настройке сервера или простою, если не сделать его правильно.
uk_ua: Редагування файлу DNS призначене лише для досвідчених користувачів. Ця дія може потенційно призвести до неправильного налаштування сервера або простою, якщо не зробити це правильно.

source: Please be cautious and make sure you understand the changes you are making.
ru_ru: Пожалуйста, будьте осторожны и убедитесь, что вы понимаете вносимые изменения.
uk_ua: Будь ласка, будьте обережні та переконайтеся, що ви розумієте зміни, які ви вносите.

source: Save Changes
pt_pt: Salvar alterações
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Table View
pt_pt: Visualização da tabela
ru_ru: Табличный вид
uk_ua: Табличний вигляд

source: Download File
pt_pt: Baixar arquivo
ru_ru: Скачать файл
uk_ua: Завантажити файл

source: Edit as Table
pt_pt: Edite como tabela
ru_ru: Редактировать как таблицу
uk_ua: Редагувати як таблицю

source: Saving zone file for domain
pt_pt: Salvando o arquivo da zona para o domínio
ru_ru: Сохранение файла зоны для домена
uk_ua: Збереження файлу зони для домену

source: Please wait for the process to finish.
pt_pt: Aguarde o processo de terminar.
ru_ru: Пожалуйста, дождитесь завершения процесса.
uk_ua: Будь ласка, дочекайтеся завершення процесу.

source: Zone file saved successfully
pt_pt: Arquivo de zona salvo com sucesso
ru_ru: Файл зоны успешно сохранен
uk_ua: Файл зони успішно збережено

source: Manage and edit Domain Name System (DNS) zone files, which contain critical information for mapping domain names to IP addresses and managing various DNS records, such as A, CNAME, MX, and TXT records.
ru_ru: Управляйте и редактируйте файлы зон системы доменных имен (DNS), которые содержат важную информацию для сопоставления доменных имен с IP-адресами и управления различными DNS-записями, такими как A, CNAME, MX и TXT.
uk_ua: Керуйте та редагуйте файли зон системи доменних імен (DNS), які містять важливу інформацію для зіставлення доменних імен з IP-адресами та керування різними DNS-записами, такими як A, CNAME, MX і TXT.

source: Select domain
pt_pt: Selecione o domínio
ru_ru: Выбрать домен
uk_ua: Вибрати домен

source: Change docroot for
pt_pt: Alterar docroot para
ru_ru: Изменить корневую директорию для
uk_ua: Змінити кореневу директорію для

source: Change docroot (directory) for domain
pt_pt: Alterar docroot (diretório) para domínio
ru_ru: Изменить корневую директорию (каталог) для домена
uk_ua: Змінити кореневу директорію (каталог) для домену

source: Document Root (folder):
pt_pt: Raiz de documento (pasta):
ru_ru: Корневая директория (папка):
uk_ua: Коренева директорія (папка):

source: Select Domain to change docroot
pt_pt: Selecione o domínio para alterar o docroot
ru_ru: Выберите домен для изменения корневой директории
uk_ua: Виберіть домен для зміни кореневої директорії

source: Total domains:
pt_pt: Domínios totais:
ru_ru: Всего доменов:
uk_ua: Всього доменів:

source: New Domain
pt_pt: Novo domínio
ru_ru: Новый домен
uk_ua: Новий домен

source: Document Root
pt_pt: Raiz do documento
ru_ru: Корневая директория
uk_ua: Коренева директорія

source: Redirect
pt_pt: Redirecionar
ru_ru: Перенаправление
uk_ua: Перенаправлення

source: Enter redirect URL
pt_pt: Digite URL de redirecionamento
ru_ru: Введите URL перенаправления
uk_ua: Введіть URL перенаправлення

source: Create Redirect
pt_pt: Criar redirecionamento
ru_ru: Создать перенаправление
uk_ua: Створити перенаправлення

source: OpenPanel will automatically generate and renew SSL certificate for this domain.
ru_ru: OpenPanel автоматически сгенерирует и обновит SSL-сертификат для этого домена.
uk_ua: OpenPanel автоматично згенерує та оновить SSL-сертифікат для цього домену.

source: OpenPanel does not manage SSL for this domain. Custom SSL is added and should be manually renewed in the future.
ru_ru: OpenPanel не управляет SSL для этого домена. Добавлен пользовательский SSL, который в будущем должен обновляться вручную.
uk_ua: OpenPanel не керує SSL для цього домену. Додано користувацький SSL, який у майбутньому потрібно оновлювати вручну.

source: No SSL is needed on the Tor network.
ru_ru: SSL не требуется в сети Tor.
uk_ua: SSL не потрібен в мережі Tor.

source: No SSL is detected for this domain.
pt_pt: Nenhum SSL é detectado para este domínio.
ru_ru: Для этого домена не обнаружен SSL.
uk_ua: Для цього домену не виявлено SSL.

source: Manage WAF
ru_ru: Управление WAF
uk_ua: Керування WAF

source: Edit VirtualHosts
pt_pt: Edite VirtualHosts
ru_ru: Редактировать VirtualHosts
uk_ua: Редагувати VirtualHosts

source: Capitalize
ru_ru: С заглавной буквы
uk_ua: З великої літери

source: Delete
pt_pt: Excluir
ru_ru: Удалить
uk_ua: Видалити

source: Showing domains
pt_pt: Mostrando domínios
ru_ru: Показ доменов
uk_ua: Показ доменів

source: to
pt_pt: para
ru_ru: до
uk_ua: до

source: from a total of
pt_pt: de um total de
ru_ru: из всего
uk_ua: із загальної кількості

source: Page navigation
pt_pt: Navegação de página
ru_ru: Навигация по страницам
uk_ua: Навігація сторінками

source: Previous
pt_pt: Anterior
ru_ru: Предыдущая
uk_ua: Попередня

source: Next
pt_pt: Próximo
ru_ru: Следующая
uk_ua: Наступна

source: View html reports generated from domain access logs.
pt_pt: Veja os relatórios HTML gerados a partir de logs de acesso ao domínio.
ru_ru: Просмотр HTML-отчетов, сгенерированных из журналов доступа к домену.
uk_ua: Перегляд HTML-звітів, згенерованих із журналів доступу до домену.

source: Domain Logs for
pt_pt: Domínio logs para
ru_ru: Журналы домена для
uk_ua: Журнали домену для

source: Showing
pt_pt: Mostrando
ru_ru: Показ
uk_ua: Показ

source: out of
pt_pt: fora de
ru_ru: из
uk_ua: з

source: rows
pt_pt: linhas
ru_ru: строк
uk_ua: рядків

source: Show all
pt_pt: Mostre tudo
ru_ru: Показать все
uk_ua: Показати все

source: Show Columns
pt_pt: Mostrar colunas
ru_ru: Показать столбцы
uk_ua: Показати стовпці

source: Timestamp
ru_ru: Метка времени
uk_ua: Часова мітка

source: Level
pt_pt: Nível
ru_ru: Уровень
uk_ua: Рівень

source: Logger
ru_ru: Регистратор
uk_ua: Журнал

source: Message
pt_pt: Mensagem
ru_ru: Сообщение
uk_ua: Повідомлення

source: Client IP
pt_pt: IP do cliente
ru_ru: IP-адрес клиента
uk_ua: IP-адреса клієнта

source: Method
pt_pt: Método
ru_ru: Метод
uk_ua: Метод

source: Size
pt_pt: Tamanho
ru_ru: Размер
uk_ua: Розмір

source: Duration
pt_pt: Duração
ru_ru: Продолжительность
uk_ua: Тривалість

source: Domain Logs
pt_pt: Logs de domínio
ru_ru: Журналы домена
uk_ua: Журнали домену

source: View webserver raw access logs for domains.
pt_pt: Veja os logs de acesso bruto da web para domínios.
ru_ru: Просмотр необработанных журналов доступа веб-сервера для доменов.
uk_ua: Перегляд необроблених журналів доступу веб-сервера для доменів.

source: Add a new domain name to be used for websites, emails, etc.
pt_pt: Adicione um novo nome de domínio a ser usado para sites, e -mails etc.
ru_ru: Добавить новое доменное имя для использования в веб-сайтах, электронной почте и т.д.
uk_ua: Додати нове доменне ім'я для використання у веб-сайтах, електронній пошті тощо.

source: Invalid domain name. Please enter a valid domain name like
pt_pt: Nome de domínio inválido.
ru_ru: Недопустимое доменное имя. Пожалуйста, введите действительное доменное имя, такое как
uk_ua: Недійсне доменне ім'я. Будь ласка, введіть дійсне доменне ім'я, як-от

source: or
pt_pt: ou
ru_ru: или
uk_ua: або

source: Paths for both public and secret files must be set for importing .onion domain.
ru_ru: Для импорта домена .onion необходимо указать пути как для публичных, так и для секретных файлов.
uk_ua: Для імпорту домену .onion необхідно вказати шляхи як для публічних, так і для секретних файлів.

source: Paths for both public and secret files must start with /var/www/html/.
ru_ru: Пути для публичных и секретных файлов должны начинаться с /var/www/html/.
uk_ua: Шляхи для публічних і секретних файлів повинні починатися з /var/www/html/.

source: Adding domain
pt_pt: Adicionando domínio
ru_ru: Добавление домена
uk_ua: Додавання домену

source: Error adding domain name
pt_pt: Erro adicionando nome de domínio
ru_ru: Ошибка добавления доменного имени
uk_ua: Помилка додавання доменного імені

source: Network response from backend was not ok. Please contact support.
pt_pt: A resposta da rede do back -end não foi boa.
ru_ru: Сетевой ответ от бэкенда был не в порядке. Пожалуйста, обратитесь в службу поддержки.
uk_ua: Мережева відповідь від бекенду була не в порядку. Будь ласка, зверніться до служби підтримки.

source: Domain name
pt_pt: Nome de domínio
ru_ru: Доменное имя
uk_ua: Доменне ім'я
