Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: DNS Zone Editor
pt_pt: Editor de zona DNS
ru_ru: Редактор DNS-зон
uk_ua: Редактор DNS-зон

source: VHosts File Editor
pt_pt: Editor de arquivos VHOSTS
ru_ru: Редактор файлов VHosts
uk_ua: Редактор файлів VHosts

source: Suspend a Domain
pt_pt: Suspender um domínio
ru_ru: Приостановить домен
uk_ua: Призупинити домен

source: Unsuspend a Domain
pt_pt: Dessunder um domínio
ru_ru: Возобновить домен
uk_ua: Відновити домен

source: Raw Access Logs
pt_pt: Logs de acesso bruto
ru_ru: Необработанные журналы доступа
uk_ua: Необроблені журнали доступу

source: Email Accounts
pt_pt: Contas de email
ru_ru: Учетные записи электронной почты
uk_ua: Облікові записи електронної пошти

source: Create New Account
pt_pt: Crie uma nova conta
ru_ru: Создать новую учетную запись
uk_ua: Створити новий обліковий запис

source: Webmail
ru_ru: Веб-почта
uk_ua: Веб-пошта

source: Manage Filters
pt_pt: Gerenciar filtros
ru_ru: Управление фильтрами
uk_ua: Керування фільтрами

source: Delete Accounts
pt_pt: Excluir contas
ru_ru: Удалить учетные записи
uk_ua: Видалити облікові записи

source: Caching
ru_ru: Кэширование
uk_ua: Кешування

source: Select PHP version
pt_pt: Selecione a versão PHP
ru_ru: Выбрать версию PHP
uk_ua: Вибрати версію PHP

source: Default version
pt_pt: Versão padrão
ru_ru: Версия по умолчанию
uk_ua: Версія за замовчуванням

source: PHP Options
pt_pt: Opções de PHP
ru_ru: Параметры PHP
uk_ua: Параметри PHP

source: PHP Limits
pt_pt: Limites de PHP
ru_ru: Ограничения PHP
uk_ua: Обмеження PHP

source: PHP Extensions
pt_pt: Extensões PHP
ru_ru: Расширения PHP
uk_ua: Розширення PHP

source: Cron Jobs
pt_pt: Jobs Cron
ru_ru: Задания Cron
uk_ua: Завдання Cron

source: SSH Access
pt_pt: Acesso SSH
ru_ru: Доступ по SSH
uk_ua: Доступ SSH

source: Web Terminal
pt_pt: Terminal da Web
ru_ru: Веб-терминал
uk_ua: Веб-термінал

source: WebServer Settings
pt_pt: Configurações do servidor da web
ru_ru: Настройки веб-сервера
uk_ua: Налаштування веб-сервера

source: Change image tag
pt_pt: Altere a tag de imagem
ru_ru: Изменить тег образа
uk_ua: Змінити тег образу

source: Switch WebServer
ru_ru: Переключить веб-сервер
uk_ua: Перемкнути веб-сервер

source: Switch MySQL Type
pt_pt: Mudar o tipo MySQL
ru_ru: Переключить тип MySQL
uk_ua: Перемкнути тип MySQL

source: Account
pt_pt: Conta
ru_ru: Учетная запись
uk_ua: Обліковий запис

source: Email & Password
pt_pt: Email e senha
ru_ru: Email и пароль
uk_ua: Email і пароль

source: Email Notifications
pt_pt: Notificações por e -mail
ru_ru: Уведомления по электронной почте
uk_ua: Сповіщення електронною поштою

source: Favorite Pages
pt_pt: Páginas favoritas
ru_ru: Избранные страницы
uk_ua: Улюблені сторінки

source: Account Activity
pt_pt: Atividade de conta
ru_ru: Активность учетной записи
uk_ua: Активність облікового запису

source: Home
ru_ru: Главная
uk_ua: Головна

source: Emails
ru_ru: Электронные письма
uk_ua: Електронні листи

source: Advanced
pt_pt: Avançado
ru_ru: Расширенные
uk_ua: Розширені

source: Sites
ru_ru: Сайты
uk_ua: Сайти

source: Left-click to add to Favorites
pt_pt: Clique com o botão esquerdo para adicionar aos favoritos
ru_ru: Щелкните левой кнопкой мыши, чтобы добавить в избранное
uk_ua: Натисніть лівою кнопкою миші, щоб додати до Вибраного

source: This page is not in your favorites! Left-click to add it.
pt_pt: Esta página não está em seus favoritos!
ru_ru: Эта страница не в избранном! Щелкните левой кнопкой мыши, чтобы добавить ее.
uk_ua: Ця сторінка не у вашому Вибраному! Натисніть лівою кнопкою миші, щоб додати її.

source: Successfully removed from favorites!
pt_pt: Removido com sucesso dos favoritos!
ru_ru: Успешно удалено из избранного!
uk_ua: Успішно видалено з Вибраного!

source: Failed to remove favorite.
pt_pt: Falhou em remover o favorito.
ru_ru: Не удалось удалить из избранного.
uk_ua: Не вдалося видалити з Вибраного.

source: This page is already in your favorites! Right-click to remove it.
pt_pt: Esta página já está a seus favoritos!
ru_ru: Эта страница уже в избранном! Щелкните правой кнопкой мыши, чтобы удалить ее.
uk_ua: Ця сторінка вже у вашому Вибраному! Натисніть правою кнопкою миші, щоб видалити її.

source: Successfully added to favorites!
pt_pt: Adicionado com sucesso aos favoritos!
ru_ru: Успешно добавлено в избранное!
uk_ua: Успішно додано до Вибраного!

source: Failed to add favorite.
pt_pt: Falhou em adicionar o favorito.
ru_ru: Не удалось добавить в избранное.
uk_ua: Не вдалося додати до Вибраного.

source: Flarum Installation failed.
pt_pt: A instalação de Flarum falhou.
ru_ru: Установка Flarum не удалась.
uk_ua: Встановлення Flarum не вдалося.

source: Flarum successfully installed.
pt_pt: Flarum instalado com sucesso.
ru_ru: Flarum успешно установлен.
uk_ua: Flarum успішно встановлено.

source: Install Flarum
pt_pt: Instale o flarum
ru_ru: Установить Flarum
uk_ua: Встановити Flarum

source: Install Flarum on an existing domain.
pt_pt: Instale o flarum em um domínio existente.
ru_ru: Установить Flarum на существующий домен.
uk_ua: Встановити Flarum на існуючий домен.

source: Website Name:
pt_pt: Nome do site:
ru_ru: Название веб-сайта:
uk_ua: Назва веб-сайту:

source: Domain:
pt_pt: Domínio:
ru_ru: Домен:
uk_ua: Домен:

source: Admin Email:
pt_pt: Email de administrador:
ru_ru: Электронная почта администратора:
uk_ua: Електронна пошта адміністратора:

source: Admin Username:
pt_pt: Nome de usuário do Admin:
ru_ru: Имя пользователя администратора:
uk_ua: Ім'я користувача адміністратора:

source: Admin Password:
pt_pt: Senha do administrador:
ru_ru: Пароль администратора:
uk_ua: Пароль адміністратора:

source: Generate
pt_pt: Gerar
ru_ru: Сгенерировать
uk_ua: Згенерувати

source: Start Installation
pt_pt: Inicie a instalação
ru_ru: Начать установку
uk_ua: Почати встановлення

source: Domain
pt_pt: Domínio
ru_ru: Домен
uk_ua: Домен

source: Flarum Version
pt_pt: Versão Flarum
ru_ru: Версия Flarum
uk_ua: Версія Flarum

source: Admin Email
pt_pt: E -mail administrador
ru_ru: Email администратора
uk_ua: Email адміністратора

source: Created on
pt_pt: Criado em
ru_ru: Создано
uk_ua: Створено

source: Actions
pt_pt: Ações
ru_ru: Действия
uk_ua: Дії

source: Delete Flarum website
pt_pt: Exclua o site da Flarum
ru_ru: Удалить сайт Flarum
uk_ua: Видалити веб-сайт Flarum

source: This will irreversibly delete the website, permanently deleting all files and database.
ru_ru: Это необратимо удалит веб-сайт, безвозвратно удалив все файлы и базу данных.
uk_ua: Це незворотно видалить веб-сайт, назавжди видаливши всі файли та базу даних.

source: Uninstall
pt_pt: Desinstalar
ru_ru: Удалить
uk_ua: Видалити

source: Remove from the Manager
pt_pt: Retire do gerente
ru_ru: Удалить из Менеджера
uk_ua: Видалити з Менеджера

source: This will just remove the installation from the Manager but keep the files and database.
ru_ru: Это только удалит установку из Менеджера, но сохранит файлы и базу данных.
uk_ua: Це лише видалить встановлення з Менеджера, але збереже файли та базу даних.

source: Detach
pt_pt: Detalhes
ru_ru: Отсоединить
uk_ua: Від'єднати

source: Manage
pt_pt: Gerenciar
ru_ru: Управлять
uk_ua: Керувати

source: Remove
pt_pt: Remover
ru_ru: Удалить
uk_ua: Видалити

source: An error occurred while removing Flarum.
pt_pt: Ocorreu um erro ao remover Flarum.
ru_ru: Произошла ошибка при удалении Flarum.
uk_ua: Сталася помилка під час видалення Flarum.

source: An error occurred while detaching Flarum.
pt_pt: Ocorreu um erro ao destacar Flarum.
ru_ru: Произошла ошибка при отсоединении Flarum.
uk_ua: Сталася помилка під час від'єднання Flarum.

source: No Flarum Installations
pt_pt: Sem instalações de Flarum
ru_ru: Нет установок Flarum
uk_ua: Немає встановлень Flarum

source: There are no existing Flarum installations. You can install a new instance below.
ru_ru: Нет существующих установок Flarum. Вы можете установить новый экземпляр ниже.
uk_ua: Немає існуючих встановлень Flarum. Ви можете встановити новий екземпляр нижче.

source: No Domains
pt_pt: Sem domínios
ru_ru: Нет доменов
uk_ua: Немає доменів

source: Add a domain name first in order to install Flarum.
pt_pt: Adicione um nome de domínio primeiro para instalar o flarum.
ru_ru: Добавьте сначала доменное имя, чтобы установить Flarum.
uk_ua: Спочатку додайте доменне ім'я, щоб встановити Flarum.

source: Add a Domain Name
pt_pt: Adicione um nome de domínio
ru_ru: Добавить доменное имя
uk_ua: Додати доменне ім'я

source: Refresh
pt_pt: Atualizar
ru_ru: Обновить
uk_ua: Оновити

source: Data
pt_pt: Dados
ru_ru: Данные
uk_ua: Дані

source: Install
pt_pt: Instalar
ru_ru: Установить
uk_ua: Встановити

source: Switch to List View - perfect for those with many Websites.
pt_pt: Alterne para a visualização da lista - Perfeito para aqueles com muitos sites.
ru_ru: Переключиться на просмотр списком - идеально для тех, у кого много веб-сайтов.
uk_ua: Перейти до перегляду списком - ідеально для тих, у кого багато веб-сайтів.

source: Switch to Grid View - a visual representation of your Websites and their content.
ru_ru: Переключиться на просмотр сеткой - визуальное представление ваших веб-сайтов и их содержимого.
uk_ua: Перейти до перегляду сіткою - візуальне представлення ваших веб-сайтів та їхнього вмісту.

source: Manage WordPress websites
pt_pt: Gerenciar sites do WordPress
ru_ru: Управление сайтами WordPress
uk_ua: Керування сайтами WordPress

source: Total installations:
pt_pt: Total de instalações:
ru_ru: Всего установок:
uk_ua: Всього встановлень:

source: New Installation
pt_pt: Nova instalação
ru_ru: Новая установка
uk_ua: Нове встановлення

source: Scan for Existing Installations
pt_pt: Digitalizar para instalações existentes
ru_ru: Сканировать существующие установки
uk_ua: Сканувати існуючі встановлення

source: Refresh Data
pt_pt: Atualizar dados
ru_ru: Обновить данные
uk_ua: Оновити дані

source: Switch to Table view
pt_pt: Alterne para a visualização da tabela
ru_ru: Переключиться на просмотр таблицей
uk_ua: Перейти до перегляду таблицею

source: Display websites in a table
pt_pt: Exibir sites em uma tabela
ru_ru: Отображать веб-сайты в таблице
uk_ua: Відображати веб-сайти в таблиці

source: Switch to Cards view
pt_pt: Mudar para a exibição de cartões
ru_ru: Переключиться на просмотр карточками
uk_ua: Перейти до перегляду картками

source: Display websites in a grid
pt_pt: Exibir sites em uma grade
ru_ru: Отображать веб-сайты в сетке
uk_ua: Відображати веб-сайти в сітці

source: Version
pt_pt: Versão
ru_ru: Версия
uk_ua: Версія

source: Login as Admin
pt_pt: Login como admin
ru_ru: Войти как администратор
uk_ua: Увійти як адміністратор

source: An error occurred while removing WordPress.
pt_pt: Ocorreu um erro ao remover o WordPress.
ru_ru: Произошла ошибка при удалении WordPress.
uk_ua: Сталася помилка під час видалення WordPress.

source: WordPress detach process started. Please wait.
pt_pt: O processo de destacamento do WordPress foi iniciado.
ru_ru: Начат процесс отсоединения WordPress. Пожалуйста, подождите.
uk_ua: Розпочато процес від'єднання WordPress. Будь ласка, зачекайте.

source: WordPress installation detached successfully.
pt_pt: A instalação do WordPress foi destacada com sucesso.
ru_ru: Установка WordPress успешно отсоединена.
uk_ua: Встановлення WordPress успішно від'єднано.

source: An error occurred while detaching WordPress. Please try again.
pt_pt: Ocorreu um erro ao destacar o WordPress.
ru_ru: Произошла ошибка при отсоединении WordPress. Пожалуйста, попробуйте снова.
uk_ua: Сталася помилка під час від'єднання WordPress. Будь ласка, спробуйте знову.

source: No WordPress Installations
pt_pt: Sem instalações do WordPress
ru_ru: Нет установок WordPress
uk_ua: Немає встановлень WordPress

source: No WordPress sites managed via OpenPanel. Install a new WordPress site or scan to find existing installations.
ru_ru: Нет сайтов WordPress, управляемых через OpenPanel. Установите новый сайт WordPress или выполните сканирование для поиска существующих установок.
uk_ua: Немає сайтів WordPress, керованих через OpenPanel. Встановіть новий сайт WordPress або виконайте сканування для пошуку існуючих встановлень.

source: View Documentation
pt_pt: Ver documentação
ru_ru: Просмотреть документацию
uk_ua: Переглянути документацію

source: Scanning started...
pt_pt: A digitalização começou ...
ru_ru: Сканирование начато...
uk_ua: Сканування розпочато...

source: No installations found.
pt_pt: Nenhuma instalação encontrada.
ru_ru: Установки не найдены.
uk_ua: Встановлень не знайдено.

source: Error occurred during scan. Try again.
pt_pt: Ocorreu um erro durante a varredura.
ru_ru: Произошла ошибка во время сканирования. Попробуйте еще раз.
uk_ua: Під час сканування сталася помилка. Спробуйте знову.

source: Data refresh in progress... Please wait.
pt_pt: Atualização de dados em andamento ... por favor, espere.
ru_ru: Выполняется обновление данных... Пожалуйста, подождите.
uk_ua: Оновлення даних у процесі... Будь ласка, зачекайте.

source: Refresh completed.
pt_pt: Atualização concluída.
ru_ru: Обновление завершено.
uk_ua: Оновлення завершено.

source: Error occurred during refresh.
pt_pt: Ocorreu um erro durante a atualização.
ru_ru: Произошла ошибка во время обновления.
uk_ua: Під час оновлення сталася помилка.

source: The leading distributed, RESTful, open source search and analytics engine designed for speed and reliability.
ru_ru: Ведущая распределенная поисковая и аналитическая система с открытым исходным кодом в стиле RESTful, разработанная для скорости и надежности.
uk_ua: Провідна розподілена пошукова та аналітична система з відкритим вихідним кодом у стилі RESTful, розроблена для швидкості та надійності.

source: Install Elasticsearch
pt_pt: Instale o Elasticsearch
ru_ru: Установить Elasticsearch
uk_ua: Встановити Elasticsearch

source: Click to Disable
pt_pt: Clique para desativar
ru_ru: Нажмите, чтобы отключить
uk_ua: Натисніть, щоб вимкнути

source: Click to Enable
pt_pt: Clique para ativar
ru_ru: Нажмите, чтобы включить
uk_ua: Натисніть, щоб увімкнути

source: Elasticsearch is not currently installed.
pt_pt: Elasticsearch não está instalado no momento.
ru_ru: Elasticsearch в настоящее время не установлен.
uk_ua: Elasticsearch наразі не встановлено.

source: To install Elasticsearch click on the button above.
pt_pt: Para instalar o Elasticsearch, clique no botão acima.
ru_ru: Чтобы установить Elasticsearch, нажмите на кнопку выше.
uk_ua: Щоб встановити Elasticsearch, натисніть на кнопку вище.

source: Status
ru_ru: Статус
uk_ua: Статус

source: Enable/disable Elasticsearch service.
pt_pt: Ativar/desativar o Elasticsearch Service.
ru_ru: Включить/отключить службу Elasticsearch.
uk_ua: Увімкнути/вимкнути службу Elasticsearch.

source: Enabled
pt_pt: Habilitado
ru_ru: Включено
uk_ua: Увімкнено

source: Disabled
pt_pt: Desabilitado
ru_ru: Отключено
uk_ua: Вимкнено

source: Click to Restart
pt_pt: Clique para reiniciar
ru_ru: Нажмите для перезапуска
uk_ua: Натисніть для перезапуску

source: Port
pt_pt: Porta
ru_ru: Порт
uk_ua: Порт

source: IP and Port for accessing the Elasticsearch service.
pt_pt: IP e porta para acessar o Elasticsearch Service.
ru_ru: IP и порт для доступа к службе Elasticsearch.
uk_ua: IP та порт для доступу до служби Elasticsearch.

source: Server:
pt_pt: Servidor:
ru_ru: Сервер:
uk_ua: Сервер:

source: Port:
pt_pt: Porta:
ru_ru: Порт:
uk_ua: Порт:

source: View Elasticsearch service logs.
pt_pt: Visualizar logs de serviço de pesquisa de elasticidade.
ru_ru: Просмотр журналов службы Elasticsearch.
uk_ua: Перегляд журналів служби Elasticsearch.

source: View service log
pt_pt: Exibir log de serviço
ru_ru: Просмотр журнала службы
uk_ua: Переглянути журнал служби

source: An in-memory key-value store for small chunks of arbitrary data (strings, objects) from results of database calls or page rendering.
ru_ru: Хранилище «ключ-значение» в памяти для небольших фрагментов произвольных данных (строк, объектов) из результатов вызовов базы данных или рендеринга страниц.
uk_ua: Сховище «ключ-значення» в пам'яті для невеликих фрагментів довільних даних (рядків, об'єктів) з результатів викликів бази даних або рендерингу сторінок.

source: Install Memcached
pt_pt: Instale o memcached
ru_ru: Установить Memcached
uk_ua: Встановити Memcached

source: Memcached is not currently installed.
pt_pt: O Memcached não está atualmente instalado.
ru_ru: Memcached в настоящее время не установлен.
uk_ua: Memcached наразі не встановлено.

source: To install Memcached click on the button above.
pt_pt: Para instalar o Memcached, clique no botão acima.
ru_ru: Чтобы установить Memcached, нажмите на кнопку выше.
uk_ua: Щоб встановити Memcached, натисніть на кнопку вище.

source: Enable/disable Memcached service.
pt_pt: Ativar/desativar o serviço memcached.
ru_ru: Включить/отключить службу Memcached.
uk_ua: Увімкнути/вимкнути службу Memcached.

source: IP and Port for accessing the Memcached service.
pt_pt: IP e porta para acessar o serviço Memcached.
ru_ru: IP и порт для доступа к службе Memcached.
uk_ua: IP та порт для доступу до служби Memcached.

source: View Memcached service logs.
pt_pt: Visualize logs de serviço em memcached.
ru_ru: Просмотр журналов службы Memcached.
uk_ua: Перегляд журналів служби Memcached.

source: OpenSearch for faster.
ru_ru: OpenSearch для быстрого поиска.
uk_ua: OpenSearch для швидкого пошуку.

source: Install opensearch
ru_ru: Установить opensearch
uk_ua: Встановити opensearch

source: OpenSearch is not currently installed.
ru_ru: OpenSearch в настоящее время не установлен.
uk_ua: OpenSearch наразі не встановлено.

source: To install OpenSearch click on the button above.
ru_ru: Чтобы установить OpenSearch, нажмите на кнопку выше.
uk_ua: Щоб встановити OpenSearch, натисніть на кнопку вище.

source: Enable/disable OpenSearch service.
ru_ru: Включить/отключить службу OpenSearch.
uk_ua: Увімкнути/вимкнути службу OpenSearch.

source: IP and Port for accessing the OpenSearch service.
ru_ru: IP и порт для доступа к службе OpenSearch.
uk_ua: IP та порт для доступу до служби OpenSearch.

source: View OpenSearch service logs.
ru_ru: Просмотр журналов службы OpenSearch.
uk_ua: Перегляд журналів служби OpenSearch.

source: Redis (Remote DIctionary Server) is an in-memory, key/value store that is used primarily as an application cache or quick-response database.
ru_ru: Redis (удаленный словарный сервер) - это хранилище «ключ/значение» в памяти, которое используется в основном как кэш приложений или база данных с быстрым откликом.
uk_ua: Redis (віддалений словниковий сервер) — це сховище «ключ/значення» в пам'яті, яке використовується переважно як кеш додатків або база даних із швидкою відповіддю.

source: Install REDIS
pt_pt: Instale redis
ru_ru: Установить REDIS
uk_ua: Встановити REDIS

source: REDIS is not currently installed.
pt_pt: Redis não está atualmente instalado.
ru_ru: REDIS в настоящее время не установлен.
uk_ua: REDIS наразі не встановлено.

source: To install REDIS click on the button above.
pt_pt: Para instalar o Redis, clique no botão acima.
ru_ru: Чтобы установить REDIS, нажмите на кнопку выше.
uk_ua: Щоб встановити REDIS, натисніть на кнопку вище.

source: Enable/disable REDIS service.
pt_pt: Ativar/desativar o serviço Redis.
ru_ru: Включить/отключить службу REDIS.
uk_ua: Увімкнути/вимкнути службу REDIS.

source: IP and Port for accessing the REDIS service.
pt_pt: IP e porta para acessar o serviço Redis.
ru_ru: IP и порт для доступа к службе REDIS.
uk_ua: IP та порт для доступу до служби REDIS.

source: View REDIS service logs.
pt_pt: Veja os logs de serviço Redis.
ru_ru: Просмотр журналов службы REDIS.
uk_ua: Перегляд журналів служби REDIS.

source: Varnish is a reverse caching proxy used as HTTP accelerator for content-heavy dynamic web sites as well as APIs.
ru_ru: Varnish — это обратный прокси-сервер кэширования, используемый в качестве HTTP-ускорителя для динамических веб-сайтов с большим объемом контента, а также для API.
uk_ua: Varnish — це зворотний проксі-сервер кешування, який використовується як HTTP-прискорювач для динамічних веб-сайтів з великим обсягом контенту, а також для API.

source: Install Varnish
ru_ru: Установить Varnish
uk_ua: Встановити Varnish

source: Varnish is not currently installed.
ru_ru: Varnish в настоящее время не установлен.
uk_ua: Varnish наразі не встановлено.

source: To install Varnish click on the button above.
ru_ru: Чтобы установить Varnish, нажмите на кнопку выше.
uk_ua: Щоб встановити Varnish, натисніть на кнопку вище.

source: Enable/disable Varnish service.
ru_ru: Включить/отключить службу Varnish.
uk_ua: Увімкнути/вимкнути службу Varnish.

source: Enable/disable Varnish cache per domain.
ru_ru: Включить/отключить службу Varnish.
uk_ua: Увімкнути/вимкнути службу Varnish.

source: Domain Name
pt_pt: Nome de domínio
ru_ru: Доменное имя
uk_ua: Доменне ім'я

source: View Varnish service logs.
ru_ru: Просмотр журналов службы Varnish.
uk_ua: Перегляд журналів служби Varnish.

source: Edit VHosts File
pt_pt: Edite o arquivo vhosts
ru_ru: Редактировать файл VHosts
uk_ua: Редагувати файл VHosts

source: MySQL Databases
pt_pt: Bancos de dados MySQL
ru_ru: Базы данных MySQL
uk_ua: Бази даних MySQL

source: MySQL Users
pt_pt: Usuários do MySQL
ru_ru: Пользователи MySQL
uk_ua: Користувачі MySQL

source: MySQL Configuration
pt_pt: Configuração do MySQL
ru_ru: Конфигурация MySQL
uk_ua: Конфігурація MySQL

source: Applications
pt_pt: Aplicações
ru_ru: Приложения
uk_ua: Додатки

source: Search & Caching
pt_pt: Pesquisa e cache
ru_ru: Поиск и кэширование
uk_ua: Пошук і кешування

source: PHP Settings
pt_pt: Configurações do PHP
ru_ru: Настройки PHP
uk_ua: Налаштування PHP

source: Default Version
pt_pt: Versão padrão
ru_ru: Версия по умолчанию
uk_ua: Версія за замовчуванням

source: Extensions
pt_pt: Extensões
ru_ru: Расширения
uk_ua: Розширення

source: Change Image tag
pt_pt: Altere a tag de imagem
ru_ru: Изменить тег образа
uk_ua: Змінити тег образу

source: Change webserver
pt_pt: Alterar o servidor da web
ru_ru: Изменить веб-сервер
uk_ua: Змінити веб-сервер

source: Change MySQL Type
pt_pt: Altere o tipo MySQL
ru_ru: Изменить тип MySQL
uk_ua: Змінити тип MySQL

source: Change TimeZone
pt_pt: Mudar o fuso horário
ru_ru: Изменить часовой пояс
uk_ua: Змінити часовий пояс

source: Webserver Configuration
pt_pt: Configuração do servidor da web
ru_ru: Конфигурация веб-сервера
uk_ua: Конфігурація веб-сервера

source: IP Blocker
pt_pt: Bloqueador de IP
ru_ru: Блокировщик IP
uk_ua: Блокувальник IP

source: Log out
ru_ru: Выйти
uk_ua: Вийти

source: 👋 Welcome to your new hosting account. OpenPanel is here to help!
pt_pt: 👋 Bem -vindo à sua nova conta de hospedagem.
ru_ru: 👋 Добро пожаловать в вашу новую учетную запись хостинга. OpenPanel здесь, чтобы помочь!
uk_ua: 👋 Ласкаво просимо до вашого нового облікового запису хостингу. OpenPanel тут, щоб допомогти!

source: Add domain
pt_pt: Adicionar domínio
ru_ru: Добавить домен
uk_ua: Додати домен

source: To secure your website with a free SSL, make sure your domain's A record is pointed to your dedicated IP address:
ru_ru: Чтобы защитить ваш веб-сайт с помощью бесплатного SSL, убедитесь, что A-запись вашего домена указывает на ваш выделенный IP-адрес:
uk_ua: Щоб захистити ваш веб-сайт за допомогою безкоштовного SSL, переконайтеся, що A-запис вашого домену вказує на вашу виділену IP-адресу:

source: To secure your website with a free SSL, make sure your domain's A record is pointed to the server IP address:
ru_ru: Чтобы защитить ваш веб-сайт с помощью бесплатного SSL, убедитесь, что A-запись вашего домена указывает на IP-адрес сервера:
uk_ua: Щоб захистити ваш веб-сайт за допомогою безкоштовного SSL, переконайтеся, що A-запис вашого домену вказує на IP-адресу сервера:

source: Connect Application
pt_pt: Conecte o aplicativo
ru_ru: Подключить приложение
uk_ua: Підключити додаток
