Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Max execution time:
pt_pt: Tempo máximo de execução:
ru_ru: Максимальное время выполнения:
uk_ua: Максимальний час виконання:

source: Memory limit:
pt_pt: Limite de memória:
ru_ru: Ограничение памяти:
uk_ua: Обмеження пам'яті:

source: Upload limit:
pt_pt: Limite de upload:
ru_ru: Ограничение загрузки:
uk_ua: Обмеження завантаження:

source: Version:
pt_pt: Versão:
ru_ru: Версия:
uk_ua: Версія:

source: IP and Port for accessing the phpMyAdmin service.
pt_pt: IP e porta para acessar o serviço phpmyadmin.
ru_ru: IP и порт для доступа к службе phpMyAdmin.
uk_ua: IP та порт для доступу до служби phpMyAdmin.

source: View phpMyAdmin service logs.
pt_pt: Ver logs de serviço phpmyadmin.
ru_ru: Просмотр журналов службы phpMyAdmin.
uk_ua: Перегляд журналів служби phpMyAdmin.

source: View container log
pt_pt: Veja o log de contêineres
ru_ru: Просмотр журнала контейнера
uk_ua: Перегляд журналу контейнера

source: MySQL Processes
pt_pt: Processos MySQL
ru_ru: Процессы MySQL
uk_ua: Процеси MySQL

source: List of all current processes running on the MySQL server, providing insights into ongoing queries, operations, and their associated details for better performance monitoring.
ru_ru: Список всех текущих процессов, работающих на сервере MySQL, предоставляющий информацию о выполняемых запросах, операциях и связанных с ними деталях для лучшего мониторинга производительности.
uk_ua: Список усіх поточних процесів, що працюють на сервері MySQL, надаючи інформацію про поточні запити, операції та пов'язані з ними деталі для кращого моніторингу продуктивності.

source: Refresh Processes
pt_pt: Processos de atualização
ru_ru: Обновить процессы
uk_ua: Оновити процеси

source: Restart MySQL
pt_pt: Reinicie o mysql
ru_ru: Перезапустить MySQL
uk_ua: Перезапустити MySQL

source: MySQL service restart in progress..
pt_pt: Serviço MySQL Reiniciar em andamento ..
ru_ru: Перезапуск службы MySQL в процессе..
uk_ua: Перезапуск служби MySQL в процесі..

source: DB
ru_ru: БД
uk_ua: БД

source: Command
pt_pt: Comando
ru_ru: Команда
uk_ua: Команда

source: Time
pt_pt: Tempo
ru_ru: Время
uk_ua: Час

source: State
pt_pt: Estado
ru_ru: Состояние
uk_ua: Стан

source: Remote MySQL Access
pt_pt: Remoto MySQL Access
ru_ru: Удаленный доступ к MySQL
uk_ua: Віддалений доступ до MySQL

source: Connect to a MySQL database on this server from a another (remote) device or location over the internet.
ru_ru: Подключение к базе данных MySQL на этом сервере с другого (удаленного) устройства или места через интернет.
uk_ua: Підключення до бази даних MySQL на цьому сервері з іншого (віддаленого) пристрою або місця через інтернет.

source: Disable Remote MySQL Access
pt_pt: Desative o acesso remoto MySQL
ru_ru: Отключить удаленный доступ к MySQL
uk_ua: Вимкнути віддалений доступ до MySQL

source: Enable Remote MySQL Access
pt_pt: Ativar acesso remoto ao MySQL
ru_ru: Включить удаленный доступ к MySQL
uk_ua: Увімкнути віддалений доступ до MySQL

source: Current status of remote mysql.
pt_pt: Status atual do MySQL remoto.
ru_ru: Текущий статус удаленного mysql.
uk_ua: Поточний статус віддаленого mysql.

source: IP and unique port for MySQL access.
pt_pt: IP e porta exclusiva para acesso MySQL.
ru_ru: IP и уникальный порт для доступа к MySQL.
uk_ua: IP та унікальний порт для доступу до MySQL.

source: Remove User access from Database
pt_pt: Remova o acesso do usuário do banco de dados
ru_ru: Удалить доступ пользователя к базе данных
uk_ua: Видалити доступ користувача до бази даних

source: Remove a user from an existing MySQL database to revoke their permissions and prevent access to executing queries, modifying tables, or managing data within the specified database.
ru_ru: Удалить пользователя из существующей базы данных MySQL, чтобы отозвать его разрешения и предотвратить доступ к выполнению запросов, изменению таблиц или управлению данными в указанной базе данных.
uk_ua: Видалити користувача з існуючої бази даних MySQL, щоб відкликати його дозволи та запобігти доступу до виконання запитів, зміни таблиць або керування даними у вказаній базі даних.

source: Change MySQL root password
pt_pt: Alterar senha do MySQL Root
ru_ru: Изменить пароль root MySQL
uk_ua: Змінити пароль root MySQL

source: Change MySQL root user password and restart mysql service.
pt_pt: Altere a senha do usuário do MySQL Root e reinicie o serviço MySQL.
ru_ru: Изменить пароль пользователя root MySQL и перезапустить службу mysql.
uk_ua: Змінити пароль користувача root MySQL і перезапустити службу mysql.

source: Total users:
pt_pt: Total de usuários:
ru_ru: Всего пользователей:
uk_ua: Всього користувачів:

source: Show system users
pt_pt: Mostrar usuários do sistema
ru_ru: Показать системных пользователей
uk_ua: Показати системних користувачів

source: Assign User
pt_pt: Atribuir usuário
ru_ru: Назначить пользователя
uk_ua: Призначити користувача

source: Remove User
pt_pt: Remova o usuário
ru_ru: Удалить пользователя
uk_ua: Видалити користувача

source: from
pt_pt: de
ru_ru: из
uk_ua: з

source: Create a new MySQL database, set up a user with a secure password, and assign it to the database with all necessary privileges.
ru_ru: Создать новую базу данных MySQL, настроить пользователя с безопасным паролем и назначить его базе данных со всеми необходимыми привилегиями.
uk_ua: Створити нову базу даних MySQL, налаштувати користувача з безпечним паролем та призначити його базі даних з усіма необхідними привілеями.

source: Database User
pt_pt: Usuário do banco de dados
ru_ru: Пользователь базы данных
uk_ua: Користувач бази даних

source: Create DB, User, and Grant Privileges
pt_pt: Crie privilégios de banco de dados, usuário e concessão
ru_ru: Создать БД, пользователя и предоставить привилегии
uk_ua: Створити БД, користувача та надати привілеї

source: Install new NodeJS version
pt_pt: Instale a nova versão do NodeJS
ru_ru: Установить новую версию NodeJS
uk_ua: Встановити нову версію NodeJS

source: Install new NodeJS versions
pt_pt: Instale novas versões NodeJs
ru_ru: Установить новые версии NodeJS
uk_ua: Встановити нові версії NodeJS

source: Currently installed Node versions
pt_pt: Versões do nó atualmente instaladas
ru_ru: Текущие установленные версии Node
uk_ua: Наразі встановлені версії Node

source: Select Node Version to be installed:
pt_pt: Selecione a versão do nó a ser instalada:
ru_ru: Выберите версию Node для установки:
uk_ua: Виберіть версію Node для встановлення:

source: Select version
pt_pt: Selecione a versão
ru_ru: Выбрать версию
uk_ua: Виберіть версію

source: Back to PM2
pt_pt: Voltar para PM2
ru_ru: Назад к PM2
uk_ua: Назад до PM2

source: Install log:
pt_pt: Instalar log:
ru_ru: Журнал установки:
uk_ua: Журнал встановлення:

source: Loading Google PageSpeed data
pt_pt: Carregando dados do Google PageSpeed
ru_ru: Загрузка данных Google PageSpeed
uk_ua: Завантаження даних Google PageSpeed

source: Data refreshes every 24 hours.
pt_pt: Os dados atualizam a cada 24 horas.
ru_ru: Данные обновляются каждые 24 часа.
uk_ua: Дані оновлюються кожні 24 години.

source: Desktop
ru_ru: Компьютер
uk_ua: Комп'ютер

source: Mobile
pt_pt: Móvel
ru_ru: Мобильный
uk_ua: Мобільний

source: First Contentful Paint:
pt_pt: Primeira tinta conteúdo:
ru_ru: Первая отрисовка контента:
uk_ua: Перше відображення контенту:

source: Speed Index:
pt_pt: Índice de velocidade:
ru_ru: Индекс скорости:
uk_ua: Індекс швидкості:

source: Time to Interactive:
pt_pt: Hora de interativo:
ru_ru: Время до интерактивности:
uk_ua: Час до інтерактивності:

source: Measured at
pt_pt: Medido em
ru_ru: Измерено в
uk_ua: Виміряно о

source: No data to show
pt_pt: Sem dados para mostrar
ru_ru: Нет данных для отображения
uk_ua: Немає даних для відображення

source: May take 24h for data to be shown.
pt_pt: Pode levar 24h para que os dados sejam mostrados.
ru_ru: Может потребоваться 24 часа для отображения данных.
uk_ua: Може знадобитися 24 години для відображення даних.

source: No Google PageSpeed data for domain yet. Please allow a few minutes for data gathering..
ru_ru: Пока нет данных Google PageSpeed для домена. Пожалуйста, подождите несколько минут для сбора данных..
uk_ua: Поки немає даних Google PageSpeed для домену. Будь ласка, зачекайте кілька хвилин для збору даних..

source: The site's Google PageSpeed data has been successfully collected.
pt_pt: Os dados do Google PageSpeed ​​do site foram coletados com sucesso.
ru_ru: Данные Google PageSpeed для сайта успешно собраны.
uk_ua: Дані Google PageSpeed для сайту успішно зібрано.

source: Error fetching Google PageSpeed data for the domain. Please refresh the page. If the issue continues, contact support for assistance.
ru_ru: Ошибка получения данных Google PageSpeed для домена. Пожалуйста, обновите страницу. Если проблема не исчезнет, обратитесь в службу поддержки.
uk_ua: Помилка отримання даних Google PageSpeed для домену. Будь ласка, оновіть сторінку. Якщо проблема не зникне, зверніться до служби підтримки.

source: Refresh website screenshot
pt_pt: Atualizar a captura de tela do site
ru_ru: Обновить скриншот веб-сайта
uk_ua: Оновити знімок екрану веб-сайту

source: Live Preview
pt_pt: Visualização ao vivo
ru_ru: Предпросмотр
uk_ua: Попередній перегляд

source: Preview website on temporary .openpanel.org subdomain
pt_pt: Site de visualização no subdomínio temporário .openpanel.org
ru_ru: Предпросмотр веб-сайта на временном поддомене .openpanel.org
uk_ua: Попередній перегляд веб-сайту на тимчасовому субдомені .openpanel.org

source: Link opened in new tab, link is valid for 15 minutes.
ru_ru: Ссылка открыта в новой вкладке, ссылка действительна в течение 15 минут.
uk_ua: Посилання відкрито в новій вкладці, посилання дійсне протягом 15 хвилин.

source: No link found in the response. Contact Administrator.
ru_ru: Ссылка не найдена в ответе. Обратитесь к администратору.
uk_ua: Посилання не знайдено у відповіді. Зверніться до адміністратора.

source: Firewall
ru_ru: Брандмауэр
uk_ua: Брандмауер

source: Control Coraza WAF for the domain
pt_pt: Controle Coraza WAF para o domínio
ru_ru: Управление Coraza WAF для домена
uk_ua: Керування Coraza WAF для домену

source: Checking Firewall status..
pt_pt: Verificando o status do firewall ..
ru_ru: Проверка статуса брандмауэра..
uk_ua: Перевірка статусу брандмауера..

source: Default PHP version
pt_pt: Versão PHP padrão \ n
ru_ru: Версия PHP по умолчанию
uk_ua: Версія PHP за замовчуванням

source: Set the default PHP version to be used for new domains.
ru_ru: Установить версию PHP по умолчанию для использования в новых доменах.
uk_ua: Встановити версію PHP за замовчуванням для використання у нових доменах.

source: Current default version:
pt_pt: Versão padrão atual:
ru_ru: Текущая версия по умолчанию:
uk_ua: Поточна версія за замовчуванням:

source: Change PHP Version to be used for new domains:
pt_pt: Altere a versão PHP a ser usada para novos domínios:
ru_ru: Изменить версию PHP для использования в новых доменах:
uk_ua: Змінити версію PHP для використання у нових доменах:

source: Select PHP Version
pt_pt: Selecione a versão PHP
ru_ru: Выбрать версию PHP
uk_ua: Виберіть версію PHP

source: Back to PHP versions
pt_pt: Voltar às versões PHP
ru_ru: Назад к версиям PHP
uk_ua: Назад до версій PHP

source: Change
pt_pt: Mudar
ru_ru: Изменить
uk_ua: Змінити

source: View active extensions for active PHP versions.
ru_ru: Просмотр активных расширений для активных версий PHP.
uk_ua: Перегляд активних розширень для активних версій PHP.

source: Extension
pt_pt: Extensão
ru_ru: Расширение
uk_ua: Розширення

source: Edit PHP.INI file for version
ru_ru: Редактировать файл PHP.INI для версии
uk_ua: Редагувати файл PHP.INI для версії

source: Modify PHP settings stored in the php.ini configuration file, such as memory limits, error reporting, and extension settings.
ru_ru: Изменение настроек PHP, хранящихся в конфигурационном файле php.ini, таких как ограничения памяти, отчеты об ошибках и настройки расширений.
uk_ua: Змінити налаштування PHP, що зберігаються у конфігураційному файлі php.ini, такі як обмеження пам'яті, звіти про помилки та налаштування розширень.

source: Edit PHP.INI file
pt_pt: Editar arquivo php.ini \ n.
ru_ru: Редактировать файл PHP.INI
uk_ua: Редагувати файл PHP.INI

source: Select PHP version:
pt_pt: Selecione a versão PHP:
ru_ru: Выбрать версию PHP:
uk_ua: Виберіть версію PHP:

source: Open Editor
pt_pt: Editor aberto
ru_ru: Открыть редактор
uk_ua: Відкрити редактор

source: Install new PHP version
pt_pt: Instale a nova versão do PHP
ru_ru: Установить новую версию PHP
uk_ua: Встановити нову версію PHP

source: Currently installed PHP versions
pt_pt: Versões PHP atualmente instaladas
ru_ru: Текущие установленные версии PHP
uk_ua: Наразі встановлені версії PHP

source: Select PHP Version to be installed:
pt_pt: Selecione a versão PHP a ser instalada:
ru_ru: Выберите версию PHP для установки:
uk_ua: Виберіть версію PHP для встановлення:

source: View current limits for each PHP version.
pt_pt: Veja os limites de corrente para cada versão PHP.
ru_ru: Просмотр текущих ограничений для каждой версии PHP.
uk_ua: Перегляд поточних обмежень для кожної версії PHP.

source: Edit options for this PHP version. Any changes will restart the service.
pt_pt: Editar opções para esta versão PHP.
ru_ru: Редактировать опции для этой версии PHP. Любые изменения перезапустят службу.
uk_ua: Редагувати параметри для цієї версії PHP. Будь-які зміни перезапустять службу.

source: Option
pt_pt: Opção
ru_ru: Опция
uk_ua: Параметр

source: Default keys are not available. Contact Administrator.
ru_ru: Ключи по умолчанию недоступны. Обратитесь к администратору.
uk_ua: Ключі за замовчуванням недоступні. Зверніться до адміністратора.

source: Edit PHP options
pt_pt: Editar opções de php \ n
ru_ru: Редактировать опции PHP
uk_ua: Редагувати параметри PHP

source: Modify PHP options such as memory limits, error reporting, and extension settings.
ru_ru: Изменение опций PHP, таких как ограничения памяти, отчеты об ошибках и настройки расширений.
uk_ua: Змінити параметри PHP, такі як обмеження пам'яті, звіти про помилки та налаштування розширень.

source: Edit Options
pt_pt: Opções de edição
ru_ru: Редактировать опции
uk_ua: Редагувати параметри

source: PHP version for domains
pt_pt: Versão PHP para domínios
ru_ru: Версия PHP для доменов
uk_ua: Версія PHP для доменів

source: Changing the PHP version will stop all the processes on your site. It takes 1-2 seconds to complete.
ru_ru: Изменение версии PHP остановит все процессы на вашем сайте. Это занимает 1-2 секунды для завершения.
uk_ua: Зміна версії PHP зупинить усі процеси на вашому сайті. Це займає 1-2 секунди для завершення.

source: Be sure to check your script and plugin requirements to know which PHP version works best for your website.
ru_ru: Обязательно проверьте требования ваших скриптов и плагинов, чтобы знать, какая версия PHP лучше всего работает для вашего веб-сайта.
uk_ua: Обов'язково перевірте вимоги ваших скриптів та плагінів, щоб знати, яка версія PHP найкраще працює для вашого веб-сайту.

source: Current PHP Version
pt_pt: Versão atual do PHP
ru_ru: Текущая версия PHP
uk_ua: Поточна версія PHP

source: Change version
pt_pt: Alterar versão
ru_ru: Изменить версию
uk_ua: Змінити версію

source: Edit main webserver configuration file:
pt_pt: Editar o arquivo de configuração principal do servidor da web:
ru_ru: Редактировать основной конфигурационный файл веб-сервера:
uk_ua: Редагувати основний конфігураційний файл веб-сервера:

source: A cron job is a Linux command used to schedule tasks for future execution.
pt_pt: Um trabalho de Cron é um comando Linux usado para agendar tarefas para execução futura.
ru_ru: Cron-задание - это команда Linux, используемая для планирования задач для будущего выполнения.
uk_ua: Завдання cron - це команда Linux, що використовується для планування завдань для майбутнього виконання.

source: It allows you to automate repetitive tasks, such as sending notifications or running scripts at specific intervals.
ru_ru: Это позволяет автоматизировать повторяющиеся задачи, такие как отправка уведомлений или выполнение скриптов через определенные интервалы.
uk_ua: Це дозволяє автоматизувати повторювані завдання, такі як надсилання сповіщень або запуск скриптів через певні інтервали часу.

source: Crontab File Editor
pt_pt: Editor de arquivos Crontab
ru_ru: Редактор файлов Crontab
uk_ua: Редактор файлів Crontab

source: Editing crontab file is intended for advanced users only. If you mistyped the cron entry in the file, you will not be warned as opposed to when saving cronjobs in table mode.
ru_ru: Редактирование файла crontab предназначено только для опытных пользователей. Если вы ошиблись при вводе записи cron в файле, вы не получите предупреждения, в отличие от сохранения заданий cron в табличном режиме.
uk_ua: Редагування файлу crontab призначене лише для досвідчених користувачів. Якщо ви помилитеся у запису cron у файлі, ви не отримаєте попередження, на відміну від збереження завдань cron у табличному режимі.

source: Switch to Table
pt_pt: Mude para a tabela
ru_ru: Переключиться на таблицу
uk_ua: Перейти до таблиці

source: Switch to File Editor
pt_pt: Mudar para o editor de arquivos
ru_ru: Переключиться на редактор файлов
uk_ua: Перейти до редактора файлів

source: Schedule
ru_ru: Расписание
uk_ua: Розклад

source: Container
ru_ru: Контейнер
uk_ua: Контейнер

source: Name/Comment
ru_ru: Имя/Комментарий
uk_ua: Ім'я/Коментар

source: optional
ru_ru: необязательно
uk_ua: необов'язково

source: No cronjobs.
pt_pt: Sem Chronjobs.
ru_ru: Нет заданий cron.
uk_ua: Немає завдань cron.

source: No cronjobs yet, to create a cron click on the button above.
pt_pt: Ainda não há cronjobs, para criar um cron clique no botão acima.
ru_ru: Пока нет заданий cron, чтобы создать задание cron, нажмите на кнопку выше.
uk_ua: Поки немає завдань cron, щоб створити завдання cron, натисніть на кнопку вище.

source: Create Cron Job
pt_pt: Crie Job Cron
ru_ru: Создать задание Cron
uk_ua: Створити завдання Cron

source: Select a container in which the script will be executed and set schedule. To add multiple jobs at once, use the File Editor instead.
ru_ru: Выберите контейнер, в котором будет выполняться скрипт, и установите расписание. Чтобы добавить несколько заданий одновременно, используйте вместо этого Редактор файлов.
uk_ua: Виберіть контейнер, в якому буде виконуватися скрипт, і встановіть розклад. Щоб додати кілька завдань одночасно, використовуйте натомість Редактор файлів.

source: Select Container:
ru_ru: Выбрать контейнер:
uk_ua: Виберіть контейнер:

source: -- Select --
ru_ru: -- Выбрать --
uk_ua: -- Вибрати --

source: Common schedules:
pt_pt: Horários comuns:
ru_ru: Общие расписания:
uk_ua: Загальні розклади:

source: -- Common Settings --
pt_pt: -Configurações comuns-
ru_ru: -- Общие настройки --
uk_ua: -- Загальні налаштування --

source: Once Per Minute
pt_pt: Uma vez por minuto
ru_ru: Один раз в минуту
uk_ua: Раз на хвилину

source: Once Per Five Minutes
pt_pt: Uma vez por cinco minutos
ru_ru: Один раз в пять минут
uk_ua: Раз на п'ять хвилин

source: Twice Per Hour
pt_pt: Duas vezes por hora
ru_ru: Два раза в час
uk_ua: Двічі на годину

source: Once Per Hour
pt_pt: Uma vez por hora
ru_ru: Один раз в час
uk_ua: Раз на годину

source: Twice Per Day
pt_pt: Duas vezes por dia
ru_ru: Два раза в день
uk_ua: Двічі на день

source: Once Per Day
pt_pt: Uma vez por dia
ru_ru: Один раз в день
uk_ua: Раз на день

source: Once Per Week
pt_pt: Uma vez por semana
ru_ru: Один раз в неделю
uk_ua: Раз на тиждень

source: On the 1st and 15th of the Month
pt_pt: Nos 1º e 15 do mês
ru_ru: 1-го и 15-го числа месяца
uk_ua: 1-го та 15-го числа місяця

source: Once Per Month
pt_pt: Uma vez por mês
ru_ru: Один раз в месяц
uk_ua: Раз на місяць

source: Once Per Year
pt_pt: Uma vez por ano
ru_ru: Один раз в год
uk_ua: Раз на рік

source: Minute:
pt_pt: Minuto:
ru_ru: Минута:
uk_ua: Хвилина:

source: Common Settings:
pt_pt: Configurações comuns:
ru_ru: Общие настройки:
uk_ua: Загальні налаштування:

source: Once Per Two Minutes
pt_pt: Uma vez por dois minutos
ru_ru: Один раз в две минуты
uk_ua: Раз на дві хвилини

source: Once Per Ten Minutes
pt_pt: Uma vez por dez minutos
ru_ru: Один раз в десять минут
uk_ua: Раз на десять хвилин

source: Once Per Fifteen Minutes
pt_pt: Uma vez por quinze minutos
ru_ru: Один раз в пятнадцать минут
uk_ua: Раз на п'ятнадцять хвилин

source: Once Per Thirty Minutes
pt_pt: Uma vez por trinta minutos
ru_ru: Один раз в тридцать минут
uk_ua: Раз на тридцять хвилин

source: -- Minutes --
pt_pt: -minutos-
ru_ru: -- Минуты --
uk_ua: -- Хвилини --

source: At the beginning of the hour.
pt_pt: No início da hora.
ru_ru: В начале часа.
uk_ua: На початку години.

source: At one quarter past the hour.
pt_pt: Em um quarto após a hora.
ru_ru: В четверть часа.
uk_ua: У чверть години.

source: At half past the hour.
pt_pt: À metade da hora.
ru_ru: В половину часа.
uk_ua: О половині години.

source: At one quarter until the hour.
pt_pt: Em um quarto até a hora.
ru_ru: За четверть часа до часа.
uk_ua: За чверть години до години.

source: Hour:
pt_pt: Hora:
ru_ru: Час:
uk_ua: Година:

source: Every Hour
pt_pt: Cada hora
ru_ru: Каждый час
uk_ua: Кожну годину

source: Every Other Hour
pt_pt: A cada outra hora
ru_ru: Каждый второй час
uk_ua: Кожну другу годину

source: Every Third Hour
pt_pt: A cada terceira hora
ru_ru: Каждый третий час
uk_ua: Кожну третю годину

source: Every Fourth Hour
pt_pt: A cada quarta hora
ru_ru: Каждый четвертый час
uk_ua: Кожну четверту годину

source: Every Sixth Hour
pt_pt: A cada sexta hora
ru_ru: Каждый шестой час
uk_ua: Кожну шосту годину

source: Every Twelve Hours
pt_pt: A cada doze horas
ru_ru: Каждые двенадцать часов
uk_ua: Кожні дванадцять годин

source: -- Hours --
pt_pt: -- Horas --
ru_ru: -- Часы --
uk_ua: -- Години --

source: a.m.Midnight
ru_ru: Полночь
uk_ua: Північ

source: p.m.Noon
ru_ru: Полдень
uk_ua: Полудень

source: Day:
pt_pt: Dia:
ru_ru: День:
uk_ua: День:

source: Common Settings
pt_pt: Configurações comuns
ru_ru: Общие настройки
uk_ua: Загальні налаштування

source: Every Day
pt_pt: Diariamente
ru_ru: Каждый день
uk_ua: Щодня

source: Every Other Day
pt_pt: Todos os dias
ru_ru: Каждый второй день
uk_ua: Через день

source: Days
pt_pt: Dias
ru_ru: Дни
uk_ua: Дні

source: Month:
pt_pt: Mês:
ru_ru: Месяц:
uk_ua: Місяць:

source: Every Month
pt_pt: Todos os meses
ru_ru: Каждый месяц
uk_ua: Щомісяця

source: Every Other Month
pt_pt: A cada dois meses
ru_ru: Каждый второй месяц
uk_ua: Через місяць

source: Every Third Month
pt_pt: A cada terceiro mês
ru_ru: Каждый третий месяц
uk_ua: Кожен третій місяць

source: Every Six Months
pt_pt: A cada seis meses
ru_ru: Каждые шесть месяцев
uk_ua: Кожні шість місяців

source: Months
pt_pt: Meses
ru_ru: Месяцы
uk_ua: Місяці

source: January
pt_pt: Janeiro
ru_ru: Январь
uk_ua: Січень

source: February
pt_pt: Fevereiro
ru_ru: Февраль
uk_ua: Лютий

source: March
pt_pt: Marchar
ru_ru: Март
uk_ua: Березень

source: April
pt_pt: abril
ru_ru: Апрель
uk_ua: Квітень

source: May
pt_pt: Poderia
ru_ru: Май
uk_ua: Травень

source: June
pt_pt: Junho
ru_ru: Июнь
uk_ua: Червень

source: July
pt_pt: Julho
ru_ru: Июль
uk_ua: Липень

source: August
pt_pt: Agosto
ru_ru: Август
uk_ua: Серпень

source: September
pt_pt: Setembro
ru_ru: Сентябрь
uk_ua: Вересень

source: October
pt_pt: outubro
ru_ru: Октябрь
uk_ua: Жовтень

source: November
pt_pt: novembro
ru_ru: Ноябрь
uk_ua: Листопад

source: December
pt_pt: dezembro
ru_ru: Декабрь
uk_ua: Грудень

source: Weekday:
pt_pt: Dia da semana:
ru_ru: День недели:
uk_ua: День тижня:

source: Every Day (*)
pt_pt: Diariamente (*)
ru_ru: Каждый день (*)
uk_ua: Щодня (*)

source: Every Weekday
pt_pt: Todo dia da semana
ru_ru: Каждый будний день
uk_ua: Кожен будній день

source: Every Weekend Day
pt_pt: Todo dia de fim de semana
ru_ru: Каждый выходной день
uk_ua: Кожен вихідний день
