Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: This includes everything on your account, emails, files, folders, and anything you store on the server.
ru_ru: Это включает в себя все на вашей учетной записи: электронные письма, файлы, папки и все, что вы храните на сервере.
uk_ua: Це включає все на вашому обліковому записі: електронні листи, файли, папки та все, що ви зберігаєте на сервері.

source: Inodes Usage
pt_pt: Uso de inodos
ru_ru: Использование индексных дескрипторов
uk_ua: Використання інодів

source: Calculating inodes count for parent directory..
pt_pt: Calcular os inodos contam para o diretório pai.
ru_ru: Вычисление количества индексных дескрипторов для родительского каталога..
uk_ua: Обчислення кількості інодів для батьківського каталогу..

source: Failed to fetch
pt_pt: Falhou em buscar
ru_ru: Не удалось получить
uk_ua: Не вдалося отримати

source: File Upload
pt_pt: Upload de arquivo
ru_ru: Загрузка файла
uk_ua: Завантаження файлу

source: Download from URL instead
pt_pt: Baixe de URL em vez disso
ru_ru: Вместо этого скачать по URL
uk_ua: Завантажити з URL замість цього

source: Upload from device instead
pt_pt: Faça upload do dispositivo em vez disso
ru_ru: Вместо этого загрузить с устройства
uk_ua: Завантажити з пристрою замість цього

source: Backup
ru_ru: Резервное копирование
uk_ua: Резервне копіювання

source: Backup docker volumes.
ru_ru: Резервное копирование томов docker.
uk_ua: Резервне копіювання томів docker.

source: Quarantine
pt_pt: Quarentena
ru_ru: Карантин
uk_ua: Карантин

source: Quarantined files:
pt_pt: Arquivos em quarentena:
ru_ru: Файлы на карантине:
uk_ua: Файли на карантині:

source: Files that were detected by ClamAV as malicious and placed in quarantine.
pt_pt: Arquivos que foram detectados por CLAMAV como maliciosos e colocados em quarentena.
ru_ru: Файлы, которые были обнаружены ClamAV как вредоносные и помещены в карантин.
uk_ua: Файли, які були виявлені ClamAV як шкідливі та поміщені в карантин.

source: Run Scan
pt_pt: Execute a varredura
ru_ru: Запустить сканирование
uk_ua: Запустити сканування

source: No quarantined files
pt_pt: Sem arquivos em quarentena
ru_ru: Нет файлов на карантине
uk_ua: Немає файлів на карантині

source: No malicious files have been detected or the scan has not been initiated yet.
ru_ru: Вредоносные файлы не обнаружены, или сканирование еще не было инициировано.
uk_ua: Шкідливі файли не виявлені, або сканування ще не було ініційовано.

source: File
pt_pt: Arquivo
ru_ru: Файл
uk_ua: Файл

source: Scan files for malicious programs with the Clam AntiVirus Scanner (ClamAV) antivirus software.
ru_ru: Сканирование файлов на наличие вредоносных программ с помощью антивирусного программного обеспечения Clam AntiVirus Scanner (ClamAV).
uk_ua: Сканування файлів на наявність шкідливих програм за допомогою антивірусного програмного забезпечення Clam AntiVirus Scanner (ClamAV).

source: View Quarantine
pt_pt: Ver quarentena
ru_ru: Просмотр карантина
uk_ua: Переглянути карантин

source: Start Scan
pt_pt: Iniciar a varredura
ru_ru: Начать сканирование
uk_ua: Почати сканування

source: Scanning...
pt_pt: Digitalização ...
ru_ru: Сканирование...
uk_ua: Сканування...

source: Scan is complete!
pt_pt: A varredura está completa!
ru_ru: Сканирование завершено!
uk_ua: Сканування завершено!

source: Scan Results
pt_pt: Resultados da varredura
ru_ru: Результаты сканирования
uk_ua: Результати сканування

source: Auto Installer
pt_pt: Instalador automático
ru_ru: Автоустановщик
uk_ua: Автоматичний встановлювач

source: Quickly install a variety of applications such as
pt_pt: Instale rapidamente uma variedade de aplicações, como
ru_ru: Быстро установите различные приложения, такие как
uk_ua: Швидко встановіть різноманітні додатки, такі як

source: and others.
pt_pt: e outros.
ru_ru: и другие.
uk_ua: та інші.

source: New Website
pt_pt: Novo site
ru_ru: Новый веб-сайт
uk_ua: Новий веб-сайт

source: AutoInstall
ru_ru: Автоустановка
uk_ua: Автоматичне встановлення

source: applications.
pt_pt: Aplicações.
ru_ru: приложений.
uk_ua: додатків.

source: What kind of website would you like to create?
pt_pt: Que tipo de site você gostaria de criar?
ru_ru: Какой тип веб-сайта вы хотели бы создать?
uk_ua: Який тип веб-сайту ви хотіли б створити?

source: What kind of site would you like to create?
pt_pt: Que tipo de site você gostaria de criar?
ru_ru: Какой тип сайта вы хотели бы создать?
uk_ua: Який тип сайту ви хотіли б створити?

source: 1-Click Install Applications
pt_pt: Aplicativos de instalação de 1 clique
ru_ru: Приложения для установки в 1 клик
uk_ua: Програми для встановлення в 1 клік

source: Upload Files
pt_pt: Faça o upload de arquivos
ru_ru: Загрузить файлы
uk_ua: Завантажити файли

source: Status:
ru_ru: Статус:
uk_ua: Статус:

source: CPU usage:
pt_pt: Uso da CPU:
ru_ru: Использование CPU:
uk_ua: Використання CPU:

source: Memory usage:
pt_pt: Uso da memória:
ru_ru: Использование памяти:
uk_ua: Використання пам'яті:

source: Overview
pt_pt: Visão geral
ru_ru: Обзор
uk_ua: Огляд

source: Install Requirements
pt_pt: Instale requisitos
ru_ru: Установить требования
uk_ua: Встановити вимоги

source: Uptime:
pt_pt: Tempo de atualização:
ru_ru: Время работы:
uk_ua: Час роботи:

source: Restarts:
pt_pt: Reinicia:
ru_ru: Перезапуски:
uk_ua: Перезапуски:

source: Watching:
pt_pt: Assistindo:
ru_ru: Наблюдение:
uk_ua: Спостереження:

source: Enable
pt_pt: Habilitar
ru_ru: Включить
uk_ua: Увімкнути

source: Restart app with '--watch' flag
pt_pt: Reinicie o aplicativo com a bandeira '--Watch'
ru_ru: Перезапустить приложение с флагом '--watch'
uk_ua: Перезапустити додаток з прапорцем '--watch'

source: Application restart in progress. Please wait.
pt_pt: Reinicialização do aplicativo em andamento.
ru_ru: Выполняется перезапуск приложения. Пожалуйста, подождите.
uk_ua: Виконується перезапуск додатка. Будь ласка, зачекайте.

source: Application restarted successfully and Watching is now enabled.
pt_pt: Aplicativo reiniciado com sucesso e assistir agora está ativado.
ru_ru: Приложение успешно перезапущено, и Наблюдение теперь включено.
uk_ua: Додаток успішно перезапущено, і режим Спостереження тепер увімкнено.

source: Error restarting application, Watching is not disabled.
pt_pt: Erro reiniciando o aplicativo, assistir não está desativado.
ru_ru: Ошибка перезапуска приложения, Наблюдение не отключено.
uk_ua: Помилка перезапуску додатка, режим Спостереження не вимкнено.

source: Disable
pt_pt: Desativar
ru_ru: Отключить
uk_ua: Вимкнути

source: Stop app with '--watch' flag
pt_pt: Pare o aplicativo com a bandeira '--Watch'
ru_ru: Остановить приложение с флагом '--watch'
uk_ua: Зупинити додаток з прапорцем '--watch'

source: Stoppping applicaiton. Please wait.
pt_pt: Stopppping Apmicaiton.
ru_ru: Остановка приложения. Пожалуйста, подождите.
uk_ua: Зупинка додатка. Будь ласка, зачекайте.

source: Application successfully stopped and Watching is now disabled.
pt_pt: O aplicativo parou com sucesso e assistir agora está desativado.
ru_ru: Приложение успешно остановлено, и Наблюдение теперь отключено.
uk_ua: Додаток успішно зупинено, і режим Спостереження тепер вимкнено.

source: Error stopping application, Watching is not disabled.
pt_pt: Erro para interromper o aplicativo, assistir não está desativado.
ru_ru: Ошибка остановки приложения, Наблюдение не отключено.
uk_ua: Помилка зупинки додатка, режим Спостереження не вимкнено.

source: requirements.txt file content:
pt_pt: Conteúdo do arquivo requisitos.txt:
ru_ru: содержимое файла requirements.txt:
uk_ua: вміст файлу requirements.txt:

source: Run NPM install
pt_pt: Execute a instalação do NPM
ru_ru: Запустить NPM install
uk_ua: Запустити NPM install

source: Edit package.json file
pt_pt: Edit package.json Arquivo
ru_ru: Редактировать файл package.json
uk_ua: Редагувати файл package.json

source: Loading application log..
pt_pt: Carregando log de aplicativos ..
ru_ru: Загрузка журнала приложения..
uk_ua: Завантаження журналу додатка..

source: Error fetching pm2 logs for application.
pt_pt: Erro busca logs PM2 para aplicação.
ru_ru: Ошибка получения журналов pm2 для приложения.
uk_ua: Помилка отримання журналів pm2 для додатка.

source: Error fetching pm2 logs for applicaiton:
pt_pt: Erro a busca de logs PM2 para Applicaiton:
ru_ru: Ошибка получения журналов pm2 для приложения:
uk_ua: Помилка отримання журналів pm2 для додатка:

source: Stop the application and delete it from Site Manager.
pt_pt: Pare o aplicativo e exclua -o do gerente do site.
ru_ru: Остановить приложение и удалить его из менеджера сайтов.
uk_ua: Зупинити додаток і видалити його з менеджера сайтів.

source: All website data such as files and database remains.
pt_pt: Todos os dados do site, como arquivos e banco de dados, permanecem.
ru_ru: Все данные веб-сайта, такие как файлы и база данных, остаются.
uk_ua: Всі дані веб-сайту, такі як файли і база даних, залишаються.

source: Remove Application
pt_pt: Remova a aplicação
ru_ru: Удалить приложение
uk_ua: Видалити додаток

source: Application removal started. Please wait.
pt_pt: A remoção do aplicativo foi iniciada.
ru_ru: Начато удаление приложения. Пожалуйста, подождите.
uk_ua: Розпочато видалення додатка. Будь ласка, зачекайте.

source: Administration
pt_pt: Administração
ru_ru: Администрирование
uk_ua: Адміністрування

source: Open Applications Manager
ru_ru: Открыть менеджер приложений
uk_ua: Відкрити менеджер додатків

source: Start
pt_pt: Começar
ru_ru: Запустить
uk_ua: Запустити

source: Starting application. Please wait.
pt_pt: Aplicação inicial.
ru_ru: Запуск приложения. Пожалуйста, подождите.
uk_ua: Запуск додатка. Будь ласка, зачекайте.

source: Application started successfully.
pt_pt: A aplicação começou com sucesso.
ru_ru: Приложение успешно запущено.
uk_ua: Додаток успішно запущено.

source: Error starting application.
pt_pt: Aplicativo inicial de erro.
ru_ru: Ошибка запуска приложения.
uk_ua: Помилка запуску додатка.

source: Stop
pt_pt: Parar
ru_ru: Остановить
uk_ua: Зупинити

source: Stopping application. Please wait.
pt_pt: Parando o aplicativo.
ru_ru: Остановка приложения. Пожалуйста, подождите.
uk_ua: Зупинка додатка. Будь ласка, зачекайте.

source: Application stopped successfully.
pt_pt: Aplicação parou com sucesso.
ru_ru: Приложение успешно остановлено.
uk_ua: Додаток успішно зупинено.

source: Error stopping application.
pt_pt: Erro para interromper o aplicativo.
ru_ru: Ошибка остановки приложения.
uk_ua: Помилка зупинки додатка.

source: Restart
pt_pt: Reiniciar
ru_ru: Перезапустить
uk_ua: Перезапустити

source: Application restarted successfully.
pt_pt: Aplicativo reiniciado com sucesso.
ru_ru: Приложение успешно перезапущено.
uk_ua: Додаток успішно перезапущено.

source: Error restarting application.
pt_pt: Erro reiniciando o aplicativo.
ru_ru: Ошибка перезапуска приложения.
uk_ua: Помилка перезапуску додатка.

source: Open folder in File Manager
pt_pt: Abra a pasta no gerenciador de arquivos
ru_ru: Открыть папку в файловом менеджере
uk_ua: Відкрити папку в файловому менеджері

source: Folder:
pt_pt: Pasta:
ru_ru: Папка:
uk_ua: Папка:

source: Folder Size:
pt_pt: Tamanho da pasta:
ru_ru: Размер папки:
uk_ua: Розмір папки:

source: Startup file:
pt_pt: Arquivo de inicialização:
ru_ru: Файл запуска:
uk_ua: Файл запуску:

source: Requirements file:
pt_pt: Arquivo de requisitos:
ru_ru: Файл требований:
uk_ua: Файл вимог:

source: Checking...
pt_pt: Verificando ...
ru_ru: Проверка...
uk_ua: Перевірка...

source: Created
pt_pt: Criado
ru_ru: Создано
uk_ua: Створено

source: An error occurred fetching folder size from the container.
pt_pt: Ocorreu um erro buscando o tamanho da pasta do contêiner.
ru_ru: Произошла ошибка при получении размера папки из контейнера.
uk_ua: Сталася помилка при отриманні розміру папки з контейнера.

source: Running npm install. Please wait.
pt_pt: Executando o NPM Instale.
ru_ru: Выполнение npm install. Пожалуйста, подождите.
uk_ua: Виконується npm install. Будь ласка, зачекайте.

source: Error running npm install for application.
pt_pt: Erro em execução do NPM Instale para aplicação.
ru_ru: Ошибка выполнения npm install для приложения.
uk_ua: Помилка виконання npm install для додатка.

source: Error running pip install for application:
pt_pt: Erro em execução PIP Instale para aplicação:
ru_ru: Ошибка выполнения pip install для приложения:
uk_ua: Помилка виконання pip install для додатка:

source: Create a new application.
pt_pt: Crie um novo aplicativo.
ru_ru: Создать новое приложение.
uk_ua: Створити новий додаток.

source: Incorrect file extension - Please use
pt_pt: Extensão de arquivo incorreta - use
ru_ru: Неверное расширение файла - Пожалуйста, используйте
uk_ua: Неправильне розширення файлу - Будь ласка, використовуйте

source: for
pt_pt: para
ru_ru: для
uk_ua: для

source: file exists
pt_pt: Existe arquivo
ru_ru: файл существует
uk_ua: файл існує

source: file does not exist!
pt_pt: O arquivo não existe!
ru_ru: файл не существует!
uk_ua: файл не існує!

source: Select a domain
pt_pt: Selecione um domínio
ru_ru: Выберите домен
uk_ua: Виберіть домен

source: Type:
pt_pt: Tipo:
ru_ru: Тип:
uk_ua: Тип:

source: Run NPM install before starting the app
ru_ru: Запустить NPM install перед запуском приложения
uk_ua: Запустити NPM install перед запуском програми

source: >When enabled, this option will first run npm install using the package.json file, then launch the application.
ru_ru: >При включении этой опции сначала будет выполнена команда npm install с использованием файла package.json, а затем запущено приложение.
uk_ua: >Якщо увімкнено, ця опція спочатку виконає команду npm install з використанням файлу package.json, а потім запустить програму.

source: Application files will be stored in folder:
pt_pt: Os arquivos de aplicativos serão armazenados na pasta:
ru_ru: Файлы приложения будут храниться в папке:
uk_ua: Файли додатка будуть зберігатися в папці:

source: Back to AutoInstaller
pt_pt: Voltar ao AutoIntSaller
ru_ru: Назад к автоустановщику
uk_ua: Назад до автоматичного встановлення

source: Please select a domain name.
pt_pt: Selecione um nome de domínio.
ru_ru: Пожалуйста, выберите доменное имя.
uk_ua: Будь ласка, виберіть доменне ім'я.

source: Application setup started. Please wait for the process to finish.
pt_pt: A configuração do aplicativo foi iniciada.
ru_ru: Настройка приложения начата. Пожалуйста, дождитесь завершения процесса.
uk_ua: Розпочато налаштування додатка. Будь ласка, зачекайте, поки процес завершиться.

source: Error, please check the install log bellow the form.
pt_pt: Erro, verifique o log de instalação abaixo do formulário.
ru_ru: Ошибка, пожалуйста, проверьте журнал установки под формой.
uk_ua: Помилка, будь ласка, перевірте журнал встановлення під формою.

source: Fetch error. Please try again.
pt_pt: Erro de busca.
ru_ru: Ошибка получения данных. Пожалуйста, попробуйте снова.
uk_ua: Помилка отримання даних. Будь ласка, спробуйте ще раз.

source: Run PIP install
pt_pt: Execute a instalação do PIP
ru_ru: Запустить PIP install
uk_ua: Запустити PIP install

source: Edit requirements.txt file
pt_pt: Editar requisitos.txt arquivo
ru_ru: Редактировать файл requirements.txt
uk_ua: Редагувати файл requirements.txt

source: Running pip install. Please wait.
pt_pt: Executando o pip install.
ru_ru: Выполнение pip install. Пожалуйста, подождите.
uk_ua: Виконується pip install. Будь ласка, зачекайте.

source: Error running pip install for application.
pt_pt: Erro em execução PIP Instale para aplicação.
ru_ru: Ошибка выполнения pip install для приложения.
uk_ua: Помилка виконання pip install для додатка.

source: The Site Manager page allows users to view a list of all connected sites and manage their settings directly from the panel, providing an intuitive interface for site administration and configuration.
ru_ru: Страница менеджера сайтов позволяет пользователям просматривать список всех подключенных сайтов и управлять их настройками непосредственно с панели, предоставляя интуитивно понятный интерфейс для администрирования и конфигурации сайтов.
uk_ua: Сторінка Менеджера сайтів дозволяє користувачам переглядати список усіх підключених сайтів та керувати їхніми налаштуваннями безпосередньо з панелі, забезпечуючи інтуїтивний інтерфейс для адміністрування та конфігурації сайтів.

source: Site Name
pt_pt: Nome do site
ru_ru: Название сайта
uk_ua: Назва сайту

source: Speed
pt_pt: Velocidade
ru_ru: Скорость
uk_ua: Швидкість

source: No websites yet
pt_pt: Ainda não há sites
ru_ru: Пока нет веб-сайтов
uk_ua: Ще немає веб-сайтів

source: Create your first website to get started
pt_pt: Crie seu primeiro site para começar
ru_ru: Создайте свой первый веб-сайт, чтобы начать
uk_ua: Створіть свій перший веб-сайт, щоб почати

source: New website
pt_pt: Novo site
ru_ru: Новый веб-сайт
uk_ua: Новий веб-сайт

source: WP version:
pt_pt: Versão WP:
ru_ru: Версия WP:
uk_ua: Версія WP:

source: PHP version:
pt_pt: Versão PHP:
ru_ru: Версия PHP:
uk_ua: Версія PHP:

source: MySQL version:
pt_pt: Versão MySQL:
ru_ru: Версия MySQL:
uk_ua: Версія MySQL:

source: Site and Homepage URLs
pt_pt: URLs de site e página inicial
ru_ru: URL-адреса сайта и домашней страницы
uk_ua: URL-адреси сайту та домашньої сторінки

source: Site URL
pt_pt: URL do site
ru_ru: URL сайта
uk_ua: URL сайту

source: Homepage URL
pt_pt: URL da página inicial
ru_ru: URL домашней страницы
uk_ua: URL домашньої сторінки

source: Site Name and Description
pt_pt: Nome e descrição do site
ru_ru: Название и описание сайта
uk_ua: Назва та опис сайту

source: Blog Description
pt_pt: Descrição do blog
ru_ru: Описание блога
uk_ua: Опис блогу

source: Email Settings
pt_pt: Configurações de email
ru_ru: Настройки электронной почты
uk_ua: Налаштування електронної пошти

source: Email address to receive admin emails
pt_pt: Endereço de e -mail para receber e -mails administrativos
ru_ru: Адрес электронной почты для получения административных писем
uk_ua: Адреса електронної пошти для отримання адміністративних листів

source: Administrator Email
pt_pt: Email do administrador
ru_ru: Электронная почта администратора
uk_ua: Електронна пошта адміністратора

source: You will receive confirmation email on this address, and need to confirm.
pt_pt: Você receberá um email de confirmação neste endereço e precisará confirmar.
ru_ru: Вы получите подтверждающее письмо на этот адрес и должны будете подтвердить его.
uk_ua: Ви отримаєте лист підтвердження на цю адресу і маєте його підтвердити.

source: New Registrations
pt_pt: Novos registros
ru_ru: Новые регистрации
uk_ua: Нові реєстрації

source: Enable or disable registration of new users
pt_pt: Ativar ou desativar o registro de novos usuários
ru_ru: Включить или отключить регистрацию новых пользователей
uk_ua: Увімкнути або вимкнути реєстрацію нових користувачів

source: User Registration
pt_pt: Registro do usuário
ru_ru: Регистрация пользователей
uk_ua: Реєстрація користувачів

source: No, registrations are disabled (default)
pt_pt: Não, os registros são desativados (padrão)
ru_ru: Нет, регистрации отключены (по умолчанию)
uk_ua: Ні, реєстрації вимкнено (за замовчуванням)

source: SEO Visibility
pt_pt: Visibilidade do SEO
ru_ru: Видимость для SEO
uk_ua: Видимість для SEO

source: Search Engine visibility
pt_pt: Visibilidade do mecanismo de pesquisa
ru_ru: Видимость для поисковых систем
uk_ua: Видимість для пошукових систем

source: Website Visibility
pt_pt: Visibilidade do site
ru_ru: Видимость веб-сайта
uk_ua: Видимість веб-сайту

source: I would like my blog to be visible to everyone, including search engines (default)
ru_ru: Я хочу, чтобы мой блог был виден всем, включая поисковые системы (по умолчанию)
uk_ua: Я хочу, щоб мій блог був видимий усім, включаючи пошукові системи (за замовчуванням)

source: Pingbacks
ru_ru: Обратные ссылки
uk_ua: Зворотні посилання

source: Enable or disable pingbacks from other websites
pt_pt: Ativar ou desativar pingbacks de outros sites
ru_ru: Включить или отключить обратные ссылки с других веб-сайтов
uk_ua: Увімкнути або вимкнути зворотні посилання з інших веб-сайтів

source: Allow pingbacks and trackbacks from other blogs (default)
pt_pt: Permitir pingbacks e trackbacks de outros blogs (padrão)
ru_ru: Разрешить обратные ссылки и трекбеки с других блогов (по умолчанию)
uk_ua: Дозволити зворотні посилання та трекбеки з інших блогів (за замовчуванням)

source: Update Settings
pt_pt: Atualizar configurações
ru_ru: Обновить настройки
uk_ua: Оновити налаштування

source: Current WP version.
pt_pt: Versão WP atual.
ru_ru: Текущая версия WP.
uk_ua: Поточна версія WP.

source: Installed WordPress version:
pt_pt: Versão do WordPress instalado:
ru_ru: Установленная версия WordPress:
uk_ua: Встановлена версія WordPress:

source: Latest WordPress version:
pt_pt: Versão mais recente do WordPress:
ru_ru: Последняя версия WordPress:
uk_ua: Найновіша версія WordPress:

source: Click to update WordPress core
pt_pt: Clique para atualizar o WordPress Core
ru_ru: Нажмите, чтобы обновить ядро WordPress
uk_ua: Натисніть, щоб оновити ядро WordPress

source: Core
pt_pt: Essencial
ru_ru: Ядро
uk_ua: Ядро

source: Update preferences for WP core.
pt_pt: Atualize as preferências para o núcleo WP.
ru_ru: Настройки обновления для ядра WP.
uk_ua: Налаштування оновлень для ядра WP.

source: Update WordPress automatically:
pt_pt: Atualize o WordPress automaticamente:
ru_ru: Обновлять WordPress автоматически:
uk_ua: Оновлювати WordPress автоматично:

source: No, I will update manually when needed
pt_pt: Não, vou atualizar manualmente quando necessário
ru_ru: Нет, я буду обновлять вручную, когда нужно
uk_ua: Ні, я оновлюватиму вручну за потреби

source: Yes, but only minor (security) updates
pt_pt: Sim, mas apenas atualizações menores (de segurança)
ru_ru: Да, но только незначительные (безопасности) обновления
uk_ua: Так, але тільки незначні (безпекові) оновлення

source: Recommended
pt_pt: Recomendado
ru_ru: Рекомендуется
uk_ua: Рекомендовано

source: Yes, all (minor and major) updates
pt_pt: Sim, todas as atualizações (menores e principais)
ru_ru: Да, все (незначительные и значительные) обновления
uk_ua: Так, усі (незначні та значні) оновлення

source: Plugins
ru_ru: Плагины
uk_ua: Плагіни

source: Update preferences for WP plugins.
pt_pt: Atualizar preferências para plugins WP.
ru_ru: Настройки обновления для плагинов WP.
uk_ua: Налаштування оновлень для плагінів WP.

source: Update plugins automatically:
pt_pt: Atualizar plugins automaticamente:
ru_ru: Обновлять плагины автоматически:
uk_ua: Оновлювати плагіни автоматично:

source: Yes, all plugins will be automatically updated
pt_pt: Sim, todos os plugins serão atualizados automaticamente
ru_ru: Да, все плагины будут автоматически обновляться
uk_ua: Так, усі плагіни будуть автоматично оновлюватися

source: Themes
pt_pt: Temas
ru_ru: Темы
uk_ua: Теми

source: Update preferences for WP themes.
pt_pt: Atualizar preferências para temas WP.
ru_ru: Настройки обновления для тем WP.
uk_ua: Налаштування оновлень для тем WP.

source: Update themes automatically:
pt_pt: Atualize os temas automaticamente:
ru_ru: Обновлять темы автоматически:
uk_ua: Оновлювати теми автоматично:

source: Yes, all themes will be automatically updated
pt_pt: Sim, todos os temas serão atualizados automaticamente
ru_ru: Да, все темы будут автоматически обновляться
uk_ua: Так, усі теми будуть автоматично оновлюватися

source: Save Update Preferences
pt_pt: Salvar preferências de atualização
ru_ru: Сохранить настройки обновления
uk_ua: Зберегти налаштування оновлень

source: Saving update preferences... Please wait.
pt_pt: Economizando as preferências de atualização ... por favor, espere.
ru_ru: Сохранение настроек обновления... Пожалуйста, подождите.
uk_ua: Збереження налаштувань оновлень... Будь ласка, зачекайте.
