Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Crons container is not running. Please allow a few moments for the initialization..
ru_ru: Контейнер Crons не запущен. Пожалуйста, подождите немного для инициализации..
uk_ua: Контейнер Crons не запущено. Будь ласка, зачекайте кілька хвилин для ініціалізації..

source: CronJobs File Editor
pt_pt: Editor de arquivos Cronjobs
ru_ru: Редактор файлов CronJobs
uk_ua: Редактор файлів CronJobs

source: CronJobs
ru_ru: Планировщик заданий
uk_ua: Планувальник завдань

source: New CronJob
pt_pt: Novo Cronjob
ru_ru: Новое задание Cron
uk_ua: Нове завдання Cron

source: Missing one or more required fields (schedule, command, container).
ru_ru: Отсутствует одно или несколько обязательных полей (расписание, команда, контейнер).
uk_ua: Відсутнє одне або кілька обов'язкових полів (розклад, команда, контейнер).

source: ERROR: image= or network= are not allowed in the command, crons can only be run on existing containers.
ru_ru: ОШИБКА: параметры image= или network= не разрешены в команде, задания cron могут выполняться только на существующих контейнерах.
uk_ua: ПОМИЛКА: параметри image= або network= не дозволені в команді, завдання cron можуть виконуватись тільки на існуючих контейнерах.

source: Cron job created and saved successfully!
ru_ru: Cron-задание успешно создано и сохранено!
uk_ua: Cron-завдання успішно створено та збережено!

source: Error while executing cron commands:
ru_ru: Ошибка при выполнении команд cron:
uk_ua: Помилка під час виконання команд cron:

source: Unexpected error:
ru_ru: Непредвиденная ошибка:
uk_ua: Неочікувана помилка:

source: ERROR: image= or network= are not allowed in crontab, crons can only be run on existing containers.
ru_ru: ОШИБКА: параметры image= или network= не разрешены в crontab, задания cron могут выполняться только на существующих контейнерах.
uk_ua: ПОМИЛКА: параметри image= або network= не дозволені в crontab, завдання cron можуть виконуватись тільки на існуючих контейнерах.

source: ERROR: job-service-run, job-local and job-run are not allowed in crontab, crons can only be run on existing containers with job-exec.
ru_ru: ОШИБКА: job-service-run, job-local и job-run не разрешены в crontab, задания cron могут выполняться только на существующих контейнерах с параметром job-exec.
uk_ua: ПОМИЛКА: job-service-run, job-local та job-run не дозволені в crontab, завдання cron можуть виконуватись тільки на існуючих контейнерах з параметром job-exec.

source: Crontab file saved successfully!
pt_pt: Arquivo Crontab salvo com sucesso!
ru_ru: Файл crontab успешно сохранен!
uk_ua: Файл crontab успішно збережено!

source: Error editing crontab file.
pt_pt: Erro editando o arquivo Crontab.
ru_ru: Ошибка редактирования файла crontab.
uk_ua: Помилка редагування файлу crontab.

source: No cron job or cronfile content provided.
pt_pt: Nenhum trabalho cron ou conteúdo de cronfile fornecido.
ru_ru: Не предоставлено содержимое cron-задания или файла cron.
uk_ua: Не надано вміст cron-завдання або файлу cron.

source: Missing the original container fields! (original_schedule, original_command, original_container, original_comment).
ru_ru: Отсутствуют поля исходного контейнера! (original_schedule, original_command, original_container, original_comment).
uk_ua: Відсутні поля вихідного контейнера! (original_schedule, original_command, original_container, original_comment).

source: Cron job was successfully edited.
ru_ru: Cron-задание успешно отредактировано.
uk_ua: Cron-завдання успішно змінено.

source: Error saving cronjob, please try again or use the File Editor instead.
ru_ru: Ошибка сохранения cron-задания, пожалуйста, попробуйте снова или используйте вместо этого Редактор файлов.
uk_ua: Помилка збереження завдання cron, будь ласка, спробуйте знову або використайте натомість Редактор файлів.

source: Missing one or more required fields (schedule, command, container, comment).
ru_ru: Отсутствует одно или несколько обязательных полей (расписание, команда, контейнер, комментарий).
uk_ua: Відсутнє одне або кілька обов'язкових полів (розклад, команда, контейнер, коментар).

source: Cron job was successfully deleted.
pt_pt: Cron Job foi excluído com sucesso.
ru_ru: Cron-задание успешно удалено.
uk_ua: Cron-завдання успішно видалено.

source: Error deleting cron job
pt_pt: Erro excluindo o trabalho de Cron
ru_ru: Ошибка удаления cron-задания
uk_ua: Помилка видалення cron-завдання

source: User not authenticated
pt_pt: Usuário não autenticado
ru_ru: Пользователь не аутентифицирован
uk_ua: Користувач не автентифікований

source: User ID not found.
pt_pt: ID do usuário não encontrado.
ru_ru: ID пользователя не найден.
uk_ua: ID користувача не знайдено.

source: Failed to retrieve system data
pt_pt: Falha ao recuperar dados do sistema
ru_ru: Не удалось получить системные данные
uk_ua: Не вдалося отримати системні дані

source: Invalid JSON output from Docker command
pt_pt: Saída JSON inválida do comando Docker
ru_ru: Неверный вывод JSON из команды Docker
uk_ua: Неправильний вивід JSON з команди Docker

source: Failed to retrieve disk usage information.
pt_pt: Falha ao recuperar informações de uso do disco.
ru_ru: Не удалось получить информацию об использовании диска.
uk_ua: Не вдалося отримати інформацію про використання диска.

source: Disk usage data not found.
pt_pt: Dados de uso de disco não encontrados.
ru_ru: Данные об использовании диска не найдены.
uk_ua: Дані про використання диска не знайдено.

source: Error fetching country code:
pt_pt: Erro busca o código do país:
ru_ru: Ошибка получения кода страны:
uk_ua: Помилка отримання коду країни:

source: Unknown
pt_pt: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо

source: Row deleted successfully
pt_pt: Linha excluída com sucesso
ru_ru: Строка успешно удалена
uk_ua: Рядок успішно видалено

source: The domain does not belong to the user.
pt_pt: O domínio não pertence ao usuário.
ru_ru: Домен не принадлежит пользователю.
uk_ua: Домен не належить користувачу.

source: Edit DNS Zone
pt_pt: Editar zona DNS
ru_ru: Редактировать DNS-зону
uk_ua: Редагувати DNS-зону

source: Edit DNS File
pt_pt: Editar o arquivo DNS
ru_ru: Редактировать файл DNS
uk_ua: Редагувати файл DNS

source: DNS zone restarted successfully.
pt_pt: A DNS Zone reiniciou com sucesso.
ru_ru: DNS-зона успешно перезапущена.
uk_ua: DNS-зону успішно перезапущено.

source: Failed to restart DNS zone:
pt_pt: Falha ao reiniciar a zona DNS:
ru_ru: Не удалось перезапустить DNS-зону:
uk_ua: Не вдалося перезапустити DNS-зону:

source: The domain does not belong to the user..
pt_pt: O domínio não pertence ao usuário.
ru_ru: Домен не принадлежит пользователю..
uk_ua: Домен не належить користувачу..

source: Please provide a domain name.
pt_pt: Por favor, forneça um nome de domínio.
ru_ru: Пожалуйста, укажите доменное имя.
uk_ua: Будь ласка, вкажіть доменне ім'я.

source: Zone file not found.
pt_pt: Arquivo de zona não encontrado.
ru_ru: Файл зоны не найден.
uk_ua: Файл зони не знайдено.

source: CNAME record with this name already exists.
pt_pt: CNAME Record com este nome já existe.
ru_ru: Запись CNAME с этим именем уже существует.
uk_ua: Запис CNAME з цим ім'ям вже існує.

source: DNS record added successfully.
pt_pt: DNS Record adicionado com sucesso.
ru_ru: Запись DNS успешно добавлена.
uk_ua: Запис DNS успішно додано.

source: DNS zone saved and DNS service restarted.
pt_pt: A Zona DNS salva e o serviço DNS reiniciou.
ru_ru: DNS-зона сохранена и служба DNS перезапущена.
uk_ua: DNS-зону збережено та службу DNS перезапущено.

source: New content not provided.
pt_pt: Novo conteúdo não fornecido.
ru_ru: Новое содержимое не предоставлено.
uk_ua: Новий вміст не надано.

source: Containers
pt_pt: Contêineres
ru_ru: Контейнеры
uk_ua: Контейнери

source: Image Updates
ru_ru: Обновления образов
uk_ua: Оновлення образів

source: Change docker image
pt_pt: Altere a imagem do Docker
ru_ru: Изменить docker-образ
uk_ua: Змінити образ docker

source: Select docker image
pt_pt: Selecione a imagem do Docker
ru_ru: Выбрать docker-образ
uk_ua: Вибрати образ docker

source: Logs
ru_ru: Журналы
uk_ua: Журнали

source: Invalid action
pt_pt: Ação inválida
ru_ru: Недопустимое действие
uk_ua: Недійсна дія

source: Access Logs
pt_pt: Logs de acesso
ru_ru: Журналы доступа
uk_ua: Журнали доступу

source: Domains
pt_pt: Domínios
ru_ru: Домены
uk_ua: Домени

source: Error: Reached the maximum allowed number of domains on this hosting plan.
pt_pt: Erro: atingiu o número máximo permitido de domínios neste plano de hospedagem.
ru_ru: Ошибка: Достигнуто максимально допустимое количество доменов в этом тарифном плане.
uk_ua: Помилка: Досягнуто максимально дозволеної кількості доменів на цьому тарифному плані.

source: Add Domain
pt_pt: Adicionar domínio
ru_ru: Добавить домен
uk_ua: Додати домен

source: Invalid request. Domain name must be provided.
pt_pt: Solicitação inválida.
ru_ru: Неверный запрос. Необходимо указать доменное имя.
uk_ua: Неправильний запит. Необхідно вказати доменне ім'я.

source: Change docroot
pt_pt: Alterar docroot
ru_ru: Изменить корневую директорию
uk_ua: Змінити кореневу директорію

source: docroot must be provided.
pt_pt: Docroot deve ser fornecido.
ru_ru: необходимо указать корневую директорию.
uk_ua: необхідно вказати кореневу директорію.

source: Docroot must be inside '/var/www/html/' directory.
pt_pt: Docroot deve estar dentro do diretório '/var/www/html/'.
ru_ru: Корневая директория должна находиться внутри каталога '/var/www/html/'.
uk_ua: Коренева директорія повинна знаходитись всередині каталогу '/var/www/html/'.

source: Suspend
pt_pt: Suspender
ru_ru: Приостановить
uk_ua: Призупинити

source: Unsuspend
pt_pt: Dessúpensa
ru_ru: Возобновить
uk_ua: Відновити

source: Invalid request. Domain name and Vhost content must be provided.
pt_pt: Solicitação inválida.
ru_ru: Неверный запрос. Необходимо указать доменное имя и содержимое Vhost.
uk_ua: Неправильний запит. Необхідно вказати доменне ім'я та вміст Vhost.

source: Edit VHosts
ru_ru: Редактировать VHosts
uk_ua: Редагувати VHosts

source: Error saving virtual host configuration. Configuration test failed.
pt_pt: Erro a salvar a configuração do host virtual.
ru_ru: Ошибка сохранения конфигурации виртуального хоста. Тест конфигурации не пройден.
uk_ua: Помилка збереження конфігурації віртуального хоста. Тест конфігурації не пройдено.

source: Error: Invalid email address.
pt_pt: Erro: endereço de email inválido.
ru_ru: Ошибка: Неверный адрес электронной почты.
uk_ua: Помилка: Недійсна адреса електронної пошти.

source: Filter edited successfully.
pt_pt: Filtro editado com sucesso.
ru_ru: Фильтр успешно отредактирован.
uk_ua: Фільтр успішно відредаговано.

source: Error editing filter.
pt_pt: Filtro de edição de erros.
ru_ru: Ошибка редактирования фильтра.
uk_ua: Помилка редагування фільтра.

source: Filters
ru_ru: Фильтры
uk_ua: Фільтри

source: Webmail service is not yet started, please contact Administrator to enable it.
ru_ru: Служба Webmail еще не запущена, пожалуйста, обратитесь к администратору для ее включения.
uk_ua: Службу Webmail ще не запущено, будь ласка, зверніться до адміністратора для її увімкнення.

source: Domain not provided
pt_pt: Domínio não fornecido
ru_ru: Домен не указан
uk_ua: Домен не вказано

source: Create Account
pt_pt: Criar uma conta
ru_ru: Создать учетную запись
uk_ua: Створити обліковий запис

source: Accounts
ru_ru: Аккаунты
uk_ua: Акаунти

source: Delete address
ru_ru: Удалить адрес
uk_ua: Видалити адресу

source: Server Info
ru_ru: Информация о сервере
uk_ua: Інформація про сервер

source: Flarum Manager
pt_pt: Gerente de Flarum
ru_ru: Менеджер Flarum
uk_ua: Менеджер Flarum

source: Backup restored successfully!
pt_pt: Backup restaurado com sucesso!
ru_ru: Резервная копия успешно восстановлена!
uk_ua: Резервну копію успішно відновлено!

source: Backup completed successfully!
pt_pt: Backup concluiu com sucesso!
ru_ru: Резервное копирование успешно завершено!
uk_ua: Резервне копіювання успішно завершено!

source: No backup options selected.
pt_pt: Nenhuma opção de backup selecionada.
ru_ru: Не выбраны параметры резервного копирования.
uk_ua: Не вибрано параметри резервного копіювання.

source: Site not found in the database.
pt_pt: Site não encontrado no banco de dados.
ru_ru: Сайт не найден в базе данных.
uk_ua: Сайт не знайдено в базі даних.

source: Flarum removal completed successfully!
pt_pt: A remoção de Flarum foi concluída com sucesso!
ru_ru: Удаление Flarum успешно завершено!
uk_ua: Видалення Flarum успішно завершено!

source: An error occurred during Flarum removal.
pt_pt: Ocorreu um erro durante a remoção de flarum.
ru_ru: Произошла ошибка при удалении Flarum.
uk_ua: Сталася помилка під час видалення Flarum.

source: An error occurred during Flarum detachment.
pt_pt: Ocorreu um erro durante o descolamento de Flarum.
ru_ru: Произошла ошибка при отсоединении Flarum.
uk_ua: Сталася помилка під час від'єднання Flarum.

source: Error: .htaccess file already exists. Flarum installation cannot proceed!
pt_pt: Erro: o arquivo .htaccess já existe.
ru_ru: Ошибка: файл .htaccess уже существует. Установка Flarum не может продолжаться!
uk_ua: Помилка: файл .htaccess вже існує. Встановлення Flarum не може продовжуватися!

source: Hooray, Flarum was successfully installed!
pt_pt: Hooray, Flarum foi instalado com sucesso!
ru_ru: Ура, Flarum успешно установлен!
uk_ua: Ура, Flarum успішно встановлено!

source: You do not own this domain.
pt_pt: Você não possui esse domínio.
ru_ru: Вы не являетесь владельцем этого домена.
uk_ua: Ви не є власником цього домену.

source: Server Information
pt_pt: Informações do servidor
ru_ru: Информация о сервере
uk_ua: Інформація про сервер

source: Error occurred while fetching service status.
pt_pt: Ocorreu o erro ao buscar o status do serviço.
ru_ru: Произошла ошибка при получении статуса службы.
uk_ua: Сталася помилка під час отримання статусу служби.

source: Services Status
pt_pt: Status de serviços
ru_ru: Статус служб
uk_ua: Статус служб

source: Invalid IP address(es):
pt_pt: Endereço IP inválido (s):
ru_ru: Недопустимый(е) IP-адрес(а):
uk_ua: Недійсна IP-адреса(и):

source: IP(s) blocked successfully for {domain_name}
pt_pt: IPs bloqueados com sucesso para {domain_name}
ru_ru: IP-адрес(а) успешно заблокирован(ы) для {domain_name}
uk_ua: IP-адресу(и) успішно заблоковано для {domain_name}

source: Error saving blocked IP's for domain {domain_name}
pt_pt: Erro salvar os IPs bloqueados para domínio {domain_name}
ru_ru: Ошибка сохранения заблокированных IP для домена {domain_name}
uk_ua: Помилка збереження заблокованих IP для домену {domain_name}

source: Mautic Manager
pt_pt: Gerente Mautic
ru_ru: Менеджер Mautic
uk_ua: Менеджер Mautic

source: Mautic removal completed successfully!
pt_pt: A remoção mautica foi concluída com êxito!
ru_ru: Удаление Mautic успешно завершено!
uk_ua: Видалення Mautic успішно завершено!

source: An error occurred during Mautic removal.
pt_pt: Ocorreu um erro durante a remoção mautica.
ru_ru: Произошла ошибка при удалении Mautic.
uk_ua: Сталася помилка під час видалення Mautic.

source: An error occurred during Mautic detachment.
pt_pt: Ocorreu um erro durante o desapego mautico.
ru_ru: Произошла ошибка при отсоединении Mautic.
uk_ua: Сталася помилка під час від'єднання Mautic.

source: Error: .htaccess file already exists. Mautic installation cannot proceed!
pt_pt: Erro: o arquivo .htaccess já existe.
ru_ru: Ошибка: файл .htaccess уже существует. Установка Mautic не может продолжаться!
uk_ua: Помилка: файл .htaccess вже існує. Встановлення Mautic не може продовжуватися!

source: Hooray, Mautic was successfully installed!
pt_pt: Hooray, Mautic foi instalado com sucesso!
ru_ru: Ура, Mautic успешно установлен!
uk_ua: Ура, Mautic успішно встановлено!

source: Database name is required.
ru_ru: Требуется имя базы данных.
uk_ua: Необхідно вказати ім'я бази даних.

source: You have reached the maximum number of databases allowed.
pt_pt: Você atingiu o número máximo de bancos de dados permitidos.
ru_ru: Вы достигли максимально допустимого количества баз данных.
uk_ua: Ви досягли максимально дозволеної кількості баз даних.

source: Create Database
pt_pt: Crie banco de dados
ru_ru: Создать базу данных
uk_ua: Створити базу даних

source: User name is required.
ru_ru: Требуется имя пользователя.
uk_ua: Необхідно вказати ім'я користувача.

source: This username is not allowed.
pt_pt: Este nome de usuário não é permitido.
ru_ru: Это имя пользователя не разрешено.
uk_ua: Це ім'я користувача не дозволено.

source: Create User
pt_pt: Criar usuário
ru_ru: Создать пользователя
uk_ua: Створити користувача

source: This is a system username that can not be edited.
pt_pt: Este é um nome de usuário do sistema que não pode ser editado.
ru_ru: Это системное имя пользователя, которое нельзя редактировать.
uk_ua: Це системне ім'я користувача, яке не можна редагувати.

source: Change Password
pt_pt: Alterar a senha
ru_ru: Изменить пароль
uk_ua: Змінити пароль

source: Wizard
ru_ru: Мастер
uk_ua: Майстер

source: This is a system database that can not be used.
pt_pt: Este é um banco de dados do sistema que não pode ser usado.
ru_ru: Это системная база данных, которую нельзя использовать.
uk_ua: Це системна база даних, яку не можна використовувати.

source: Assign User to Database
pt_pt: Atribuir usuário ao banco de dados
ru_ru: Назначить пользователя базе данных
uk_ua: Призначити користувача базі даних

source: Remove User from Database
pt_pt: Remova o usuário do banco de dados
ru_ru: Удалить пользователя из базы данных
uk_ua: Видалити користувача з бази даних

source: Error fetching databases from the container.
pt_pt: Erro a busca de bancos de dados do contêiner.
ru_ru: Ошибка получения баз данных из контейнера.
uk_ua: Помилка отримання баз даних з контейнера.

source: Databases
pt_pt: Bancos de dados
ru_ru: Базы данных
uk_ua: Бази даних

source: Error checking users form the container.
pt_pt: Os usuários de verificação de erros formam o contêiner.
ru_ru: Ошибка проверки пользователей из контейнера.
uk_ua: Помилка перевірки користувачів з контейнера.

source: Users
pt_pt: Usuários
ru_ru: Пользователи
uk_ua: Користувачі

source: changed MySQL root user password
pt_pt: Alterada MySQL Root Usuário Senha
ru_ru: изменен пароль пользователя root MySQL
uk_ua: змінено пароль користувача root MySQL

source: Successfully changed root password.
pt_pt: Alterado com sucesso senha root.
ru_ru: Пароль root успешно изменен.
uk_ua: Пароль root успішно змінено.

source: Error changing MySQL root password - is mysql running?
pt_pt: Erro Alterando a senha do MySQL Root - está em execução MySQL?
ru_ru: Ошибка изменения пароля root MySQL - запущен ли mysql?
uk_ua: Помилка зміни пароля root MySQL - чи запущено mysql?

source: Change Root Password
pt_pt: Altere a senha raiz
ru_ru: Изменить пароль Root
uk_ua: Змінити пароль Root

source: Process List
ru_ru: Список процессов
uk_ua: Список процесів

source: This is a system username that can not be deleted.
pt_pt: Este é um nome de usuário do sistema que não pode ser excluído.
ru_ru: Это системное имя пользователя, которое нельзя удалить.
uk_ua: Це системне ім'я користувача, яке не можна видалити.

source: This is a system database that can not be edited.
pt_pt: Este é um banco de dados do sistema que não pode ser editado.
ru_ru: Это системная база данных, которую нельзя редактировать.
uk_ua: Це системна база даних, яку не можна редагувати.

source: Invalid input data
pt_pt: Dados de entrada inválidos
ru_ru: Недопустимые входные данные
uk_ua: Недійсні вхідні дані

source: success
pt_pt: sucesso
ru_ru: успех
uk_ua: успіх

source: Configuration file not found
pt_pt: Arquivo de configuração não encontrado
ru_ru: Конфигурационный файл не найден
uk_ua: Конфігураційний файл не знайдено

source: Set Default version
ru_ru: Установить версию по умолчанию
uk_ua: Встановити версію за замовчуванням

source: Limits
pt_pt: Limites
ru_ru: Ограничения
uk_ua: Обмеження

source: Settings
pt_pt: Configurações
ru_ru: Настройки
uk_ua: Налаштування

source: error
pt_pt: erro
ru_ru: ошибка
uk_ua: помилка

source: User not logged in
pt_pt: Usuário não conectado
ru_ru: Пользователь не вошел в систему
uk_ua: Користувач не увійшов у систему

source: No log files found
pt_pt: Nenhum arquivo de log encontrado
ru_ru: Файлы журналов не найдены
uk_ua: Файли журналів не знайдено

source: Log file deleted
pt_pt: Arquivo de log excluído
ru_ru: Файл журнала удален
uk_ua: Файл журналу видалено

source: phpMyAdmin service is now enabled.
pt_pt: O serviço PhpMyadmin agora está ativado.
ru_ru: Служба phpMyAdmin теперь включена.
uk_ua: Службу phpMyAdmin тепер увімкнено.

source: Failed to start the phpMyAdmin service. Try restart.
pt_pt: Falha ao iniciar o serviço PhpMyadmin.
ru_ru: Не удалось запустить службу phpMyAdmin. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу phpMyAdmin. Спробуйте перезапустити.

source: phpMyAdmin service is now disabled.
pt_pt: O serviço PhpMyadmin agora está desativado.
ru_ru: Служба phpMyAdmin теперь отключена.
uk_ua: Службу phpMyAdmin тепер вимкнено.

source: Failed to stop the phpMyAdmin service. Try restart.
pt_pt: Falha ao interromper o serviço PhpMyadmin.
ru_ru: Не удалось остановить службу phpMyAdmin. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу phpMyAdmin. Спробуйте перезапустити.

source: Limits saved ({}) - restarting phpMyAdmin service to apply changes
pt_pt: Limites salvos ({}) - Reiniciando o serviço de phpmyadmin para aplicar alterações
ru_ru: Ограничения сохранены ({}) - перезапуск службы phpMyAdmin для применения изменений
uk_ua: Обмеження збережено ({}) - перезапуск служби phpMyAdmin для застосування змін

source: Limits saved ({}) - but phpMyAdmin failed to start. Try reverting changes.
pt_pt: Limites salvos ({}) - mas o phpmyadmin não conseguiu iniciar.
ru_ru: Ограничения сохранены ({}) - но phpMyAdmin не удалось запустить. Попробуйте отменить изменения.
uk_ua: Обмеження збережено ({}) - але phpMyAdmin не вдалося запустити. Спробуйте скасувати зміни.

source: No changes or invalid data provided. Try again.
pt_pt: Sem alterações ou dados inválidos fornecidos.
ru_ru: Нет изменений или предоставлены недопустимые данные. Попробуйте снова.
uk_ua: Немає змін або надано недійсні дані. Спробуйте знову.

source: Container port not found for the user.
pt_pt: Porta de contêiner não encontrada para o usuário.
ru_ru: Порт контейнера не найден для пользователя.
uk_ua: Порт контейнера не знайдено для користувача.

source: File path is missing
pt_pt: Falta o caminho do arquivo
ru_ru: Отсутствует путь к файлу
uk_ua: Відсутній шлях до файлу

source: Invalid file extension. Only .py, or .js are allowed.
ru_ru: Недопустимое расширение файла. Разрешены только .py или .js.
uk_ua: Недійсне розширення файлу. Дозволено лише .py або .js.

source: Install Application
pt_pt: Instale o aplicativo
ru_ru: Установить приложение
uk_ua: Встановити додаток

source: Process Manager
pt_pt: Gerenciador de processos
ru_ru: Диспетчер процессов
uk_ua: Диспетчер процесів

source: Resource Usage
pt_pt: Uso de recursos
ru_ru: Использование ресурсов
uk_ua: Використання ресурсів

source: Resource Usage History
pt_pt: Histórico de uso de recursos
ru_ru: История использования ресурсов
uk_ua: Історія використання ресурсів

source: Error: IDs should only contain numbers separated by spaces.
ru_ru: Ошибка: идентификаторы должны содержать только цифры, разделенные пробелами.
uk_ua: Помилка: ідентифікатори повинні містити лише цифри, розділені пробілами.

source: Error: Tags should only contain words, numbers, or symbols.
ru_ru: Ошибка: теги должны содержать только слова, цифры или символы.
uk_ua: Помилка: теги повинні містити лише слова, цифри або символи.

source: WAF configuration updated.
ru_ru: Конфигурации WAF обновлена.
uk_ua: Конфігурацію WAF оновлено.

source: Error updating WAF!
ru_ru: Ошибка обновления WAF!
uk_ua: Помилка оновлення WAF!
