Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Saving general settings... Please wait.
pt_pt: Salvando configurações gerais ... por favor, espere.
ru_ru: Сохранение общих настроек... Пожалуйста, подождите.
uk_ua: Збереження загальних налаштувань... Будь ласка, зачекайте.

source: Error fetching debug info. Refresh the page.
pt_pt: Erro buscar informações de depuração.
ru_ru: Ошибка получения отладочной информации. Обновите страницу.
uk_ua: Помилка отримання налагоджувальної інформації. Оновіть сторінку.

source: The options below allow you to manage the native WordPress debugging tools, enabling and disabling these tools in the wp-config.php file. It is not recommended to use these options on production websites since they are meant for development and test installations. Refer to
ru_ru: Опции ниже позволяют управлять встроенными инструментами отладки WordPress, включая и отключая эти инструменты в файле wp-config.php. Не рекомендуется использовать эти опции на рабочих веб-сайтах, так как они предназначены для разработки и тестовых установок. Обратитесь к
uk_ua: Опції нижче дозволяють керувати вбудованими інструментами налагодження WordPress, вмикаючи та вимикаючи ці інструменти у файлі wp-config.php. Не рекомендується використовувати ці опції на робочих веб-сайтах, оскільки вони призначені для розробки та тестових інсталяцій. Зверніться до

source: Debugging in WordPress
pt_pt: Depuração no WordPress
ru_ru: Отладка в WordPress
uk_ua: Налагодження в WordPress

source: article for more information on these options.
pt_pt: Artigo para obter mais informações sobre essas opções.
ru_ru: статье для получения дополнительной информации об этих опциях.
uk_ua: статті для отримання додаткової інформації про ці опції.

source: WordPress debug mode.
pt_pt: Modo de depuração do WordPress.
ru_ru: Режим отладки WordPress.
uk_ua: Режим налагодження WordPress.

source: Enable WP_DEBUG mode
pt_pt: Ativar modo wp_debug
ru_ru: Включить режим WP_DEBUG
uk_ua: Увімкнути режим WP_DEBUG

source: Save all errors to the debug.log file inside the wp-content directory.
pt_pt: Salve todos os erros no arquivo Debug.log dentro do diretório WP-Content.
ru_ru: Сохранять все ошибки в файл debug.log внутри каталога wp-content.
uk_ua: Зберігати всі помилки у файл debug.log всередині директорії wp-content.

source: Enable WP_DEBUG_LOG
pt_pt: Ativar wp_debug_log
ru_ru: Включить WP_DEBUG_LOG
uk_ua: Увімкнути WP_DEBUG_LOG

source: Show debug messages inside the HTML pages
pt_pt: Mostre mensagens de depuração dentro das páginas HTML
ru_ru: Показывать отладочные сообщения внутри HTML-страниц
uk_ua: Показувати повідомлення налагодження всередині HTML-сторінок

source: Enable WP_DEBUG_DISPLAY
pt_pt: Ativar wp_debug_display
ru_ru: Включить WP_DEBUG_DISPLAY
uk_ua: Увімкнути WP_DEBUG_DISPLAY

source: Force WordPress to use the non-minified versions of core CSS and JavaScript files. This is useful when you are testing changes made to .js and .css files.
ru_ru: Заставить WordPress использовать неминифицированные версии основных CSS и JavaScript-файлов. Это полезно при тестировании изменений, внесенных в файлы .js и .css.
uk_ua: Змусити WordPress використовувати неминіфіковані версії основних CSS та JavaScript файлів. Це корисно, коли ви тестуєте зміни, внесені до файлів .js та .css.

source: Enable SCRIPT_DEBUG
pt_pt: Ativar script_debug
ru_ru: Включить SCRIPT_DEBUG
uk_ua: Увімкнути SCRIPT_DEBUG

source: Save database queries to an array that can be displayed to help analyze them.
ru_ru: Сохранять запросы к базе данных в массив, который может быть отображен для помощи в их анализе.
uk_ua: Зберігати запити до бази даних у масив, який можна відобразити для допомоги в їх аналізі.

source: Enable SAVEQUERIES
pt_pt: Habilite o SalveQueries
ru_ru: Включить SAVEQUERIES
uk_ua: Увімкнути SAVEQUERIES

source: Save Debugging
pt_pt: Salvar depuração
ru_ru: Сохранить отладку
uk_ua: Зберегти налагодження

source: Saving debugging options... Please wait.
pt_pt: Economizando as opções de depuração ... por favor, espere.
ru_ru: Сохранение параметров отладки... Пожалуйста, подождите.
uk_ua: Збереження параметрів налагодження... Будь ласка, зачекайте.

source: Security Measures
pt_pt: Medidas de segurança
ru_ru: Меры безопасности
uk_ua: Заходи безпеки

source: Restrict access to files and directories
pt_pt: Restringir o acesso a arquivos e diretórios
ru_ru: Ограничить доступ к файлам и каталогам
uk_ua: Обмежити доступ до файлів і директорій

source: STATUS
ru_ru: СТАТУС
uk_ua: СТАТУС

source: Configure security keys
pt_pt: Configure as chaves de segurança
ru_ru: Настройка ключей безопасности
uk_ua: Налаштувати ключі безпеки

source: Block access to
pt_pt: Bloqueie o acesso a
ru_ru: Блокировать доступ к
uk_ua: Блокувати доступ до

source: can be reverted
pt_pt: pode ser revertido
ru_ru: может быть отменено
uk_ua: може бути скасовано

source: Block directory browsing
pt_pt: Navegação de diretórios de bloco
ru_ru: Блокировать просмотр каталогов
uk_ua: Блокувати перегляд директорій

source: Forbid execution of PHP scripts in the wp-includes directory
pt_pt: Proibir a execução de scripts PHP no diretório WP-Includes
ru_ru: Запретить выполнение PHP-скриптов в каталоге wp-includes
uk_ua: Заборонити виконання PHP-скриптів у директорії wp-includes

source: Forbid execution of PHP scripts in the wp-content/uploads directory
pt_pt: Proibir a execução de scripts PHP no diretório WP-Content/Uploads
ru_ru: Запретить выполнение PHP-скриптов в каталоге wp-content/uploads
uk_ua: Заборонити виконання PHP-скриптів у директорії wp-content/uploads

source: Block access to wp-config.php
pt_pt: Bloqueie o acesso a wp-config.php
ru_ru: Блокировать доступ к wp-config.php
uk_ua: Блокувати доступ до wp-config.php

source: Disable scripts concatenation for WordPress admin panel
pt_pt: Desativar scripts concatenação para o painel de administrador do WordPress
ru_ru: Отключить объединение скриптов для панели администратора WordPress
uk_ua: Вимкнути об'єднання скриптів для панелі адміністратора WordPress

source: Turn off pingbacks
pt_pt: Desligue os pingbacks
ru_ru: Отключить обратные ссылки
uk_ua: Вимкнути зворотні посилання

source: Disable PHP execution in cache directories
pt_pt: Desativar a execução do PHP em diretórios de cache
ru_ru: Отключить выполнение PHP в каталогах кэша
uk_ua: Вимкнути виконання PHP у директоріях кешу

source: Disable file editing in WordPress Dashboard
pt_pt: Desativar a edição de arquivos no painel do WordPress
ru_ru: Отключить редактирование файлов в панели управления WordPress
uk_ua: Вимкнути редагування файлів у панелі керування WordPress

source: Change default database table prefix
pt_pt: Alterar o prefixo da tabela de banco de dados padrão
ru_ru: Изменить префикс таблиц базы данных по умолчанию
uk_ua: Змінити префікс таблиць бази даних за замовчуванням

source: Enable bot protection
pt_pt: Ativar proteção de bot
ru_ru: Включить защиту от ботов
uk_ua: Увімкнути захист від ботів

source: Block access to sensitive files
pt_pt: Bloqueie o acesso a arquivos sensíveis
ru_ru: Блокировать доступ к конфиденциальным файлам
uk_ua: Блокувати доступ до конфіденційних файлів

source: Block access to potentially sensitive files
pt_pt: Bloqueie o acesso a arquivos potencialmente sensíveis
ru_ru: Блокировать доступ к потенциально конфиденциальным файлам
uk_ua: Блокувати доступ до потенційно конфіденційних файлів

source: Block access to .htaccess and .htpasswd
pt_pt: Bloqueie o acesso a .htaccess e .htpasswd
ru_ru: Блокировать доступ к .htaccess и .htpasswd
uk_ua: Блокувати доступ до .htaccess і .htpasswd

source: Block author scans
pt_pt: Block Author Scanns
ru_ru: Блокировать сканирование авторов
uk_ua: Блокувати сканування авторів

source: Change default administrator's username
pt_pt: Alterar o nome de usuário do administrador padrão
ru_ru: Изменить имя пользователя администратора по умолчанию
uk_ua: Змінити ім'я користувача адміністратора за замовчуванням

source: Create a Backup
pt_pt: Crie um backup
ru_ru: Создать резервную копию
uk_ua: Створити резервну копію

source: Create a new backup of WordPress files and/or database.
pt_pt: Crie um novo backup de arquivos WordPress e/ou banco de dados.
ru_ru: Создать новую резервную копию файлов и/или базы данных WordPress.
uk_ua: Створити нову резервну копію файлів та/або бази даних WordPress.

source: Backup Database
pt_pt: Banco de dados de backup
ru_ru: Резервное копирование базы данных
uk_ua: Резервне копіювання бази даних

source: Backup Files
pt_pt: Arquivos de backup
ru_ru: Резервное копирование файлов
uk_ua: Резервне копіювання файлів

source: Generate Backup
pt_pt: Gerar backup
ru_ru: Создать резервную копию
uk_ua: Створити резервну копію

source: Restore from Backups
pt_pt: Restaurar de backups
ru_ru: Восстановить из резервных копий
uk_ua: Відновити з резервних копій

source: Restore website files and/or database from a previous backup.
pt_pt: Restaurar arquivos do site e/ou banco de dados de um backup anterior.
ru_ru: Восстановить файлы веб-сайта и/или базу данных из предыдущей резервной копии.
uk_ua: Відновити файли веб-сайту та/або базу даних з попередньої резервної копії.

source: Display Backups
pt_pt: Exibir backups
ru_ru: Показать резервные копии
uk_ua: Показати резервні копії

source: Select a backup date:
pt_pt: Selecione uma data de backup:
ru_ru: Выберите дату резервной копии:
uk_ua: Виберіть дату резервної копії:

source: Start Restore
pt_pt: Comece a restaurar
ru_ru: Начать восстановление
uk_ua: Почати відновлення

source: Remove the
pt_pt: Remova o
ru_ru: Удалить
uk_ua: Видалити

source: website from this manager without actually deleting any files.
pt_pt: Site deste gerente sem realmente excluir nenhum arquivo.
ru_ru: веб-сайт из этого менеджера без фактического удаления файлов.
uk_ua: веб-сайт з цього менеджера без фактичного видалення файлів.

source: Detach WordPress
pt_pt: Destacar o wordpress
ru_ru: Отсоединить WordPress
uk_ua: Від'єднати WordPress

source: Uninstall WordPress and delete all website files and the database.
pt_pt: Desinstale o WordPress e exclua todos os arquivos do site e o banco de dados.
ru_ru: Удалить WordPress и удалить все файлы веб-сайта и базу данных.
uk_ua: Видалити WordPress та видалити всі файли веб-сайту та базу даних.

source: All WordPress data will be permanently deleted. There is no coming back after you press delete.
ru_ru: Все данные WordPress будут безвозвратно удалены. После нажатия на кнопку удаления пути назад не будет.
uk_ua: Всі дані WordPress будуть безповоротно видалені. Після натискання кнопки видалення шляху назад не буде.

source: Uninstall WordPress
pt_pt: Desinstale o WordPress
ru_ru: Удалить WordPress
uk_ua: Видалити WordPress

source: WordPress uninstall process started. Please wait.
pt_pt: O processo de desinstalação do WordPress foi iniciado.
ru_ru: Начат процесс удаления WordPress. Пожалуйста, подождите.
uk_ua: Розпочато процес видалення WordPress. Будь ласка, зачекайте.

source: WordPress uninstalled successfully.
pt_pt: WordPress desinstalado com sucesso.
ru_ru: WordPress успешно удален.
uk_ua: WordPress успішно видалено.

source: Database
pt_pt: Banco de dados
ru_ru: База данных
uk_ua: База даних

source: Manage MySQL databases
pt_pt: Gerencie bancos de dados MySQL
ru_ru: Управление базами данных MySQL
uk_ua: Керування базами даних MySQL

source: Database Size:
pt_pt: Tamanho do banco de dados:
ru_ru: Размер базы данных:
uk_ua: Розмір бази даних:

source: Database Host:
pt_pt: Host de banco de dados:
ru_ru: Хост базы данных:
uk_ua: Хост бази даних:

source: Remote MySQL host detected in wp-config.php file. Database size unavailable.
ru_ru: В файле wp-config.php обнаружен удаленный хост MySQL. Размер базы данных недоступен.
uk_ua: Виявлено віддалений хост MySQL у файлі wp-config.php. Розмір бази даних недоступний.

source: Database:
pt_pt: Banco de dados:
ru_ru: База данных:
uk_ua: База даних:

source: Table prefix:
pt_pt: Prefixo de tabela:
ru_ru: Префикс таблицы:
uk_ua: Префікс таблиці:

source: Database User:
pt_pt: Usuário do banco de dados:
ru_ru: Пользователь базы данных:
uk_ua: Користувач бази даних:

source: Password:
pt_pt: Senha:
ru_ru: Пароль:
uk_ua: Пароль:

source: Open database in phpMyAdmin
pt_pt: Banco de dados aberto em phpmyadmin
ru_ru: Открыть базу данных в phpMyAdmin
uk_ua: Відкрити базу даних в phpMyAdmin

source: Enable public access on
pt_pt: Ativar acesso público em
ru_ru: Включить публичный доступ на
uk_ua: Увімкнути публічний доступ на

source: Public access:
pt_pt: Acesso público:
ru_ru: Публичный доступ:
uk_ua: Публічний доступ:

source: Login link:
pt_pt: Link de login:
ru_ru: Ссылка для входа:
uk_ua: Посилання для входу:

source: /phpmyadmin status is now enabled on website.
pt_pt: /O status de phpmyadmin agora está ativado no site.
ru_ru: Статус /phpmyadmin теперь включен на веб-сайте.
uk_ua: Статус /phpmyadmin тепер увімкнено на веб-сайті.

source: /phpmyadmin status is now disabled on website.
pt_pt: O status de phpmyadmin agora está desativado no site.
ru_ru: Статус /phpmyadmin теперь отключен на веб-сайте.
uk_ua: Статус /phpmyadmin тепер вимкнено на веб-сайті.

source: Changing /phpmyadmin public access on the website. Please wait.
pt_pt: Acesso público a alteração /phpmyadmin no site.
ru_ru: Изменение публичного доступа /phpmyadmin на веб-сайте. Пожалуйста, подождите.
uk_ua: Зміна публічного доступу /phpmyadmin на веб-сайті. Будь ласка, зачекайте.

source: Error changing /phpmyadmin status for the website. Please try again.
pt_pt: Erro Alteração do status PhpMyadmin para o site.
ru_ru: Ошибка изменения статуса /phpmyadmin для веб-сайта. Пожалуйста, попробуйте еще раз.
uk_ua: Помилка зміни статусу /phpmyadmin для веб-сайту. Будь ласка, спробуйте ще раз.

source: Error changing /phpmyadmin status for the website. Unexpected response format.
ru_ru: Ошибка изменения статуса /phpmyadmin для веб-сайта. Неожиданный формат ответа.
uk_ua: Помилка зміни статусу /phpmyadmin для веб-сайту. Неочікуваний формат відповіді.

source: Error toggling /phpmyadmin status for the website.
pt_pt: Erro ao alternar o status de phpmyadmin para o site.
ru_ru: Ошибка переключения статуса /phpmyadmin для веб-сайта.
uk_ua: Помилка перемикання статусу /phpmyadmin для веб-сайту.

source: An error occurred fetching DB size from WP-CLI.
pt_pt: Ocorreu um erro buscando o tamanho do db de WP-Cli.
ru_ru: Произошла ошибка при получении размера БД из WP-CLI.
uk_ua: Сталася помилка під час отримання розміру БД з WP-CLI.

source: Update in progress...
pt_pt: Atualização em andamento ...
ru_ru: Обновление в процессе...
uk_ua: Оновлення в процесі...

source: WordPress updated successfully.
pt_pt: WordPress atualizado com sucesso.
ru_ru: WordPress успешно обновлен.
uk_ua: WordPress успішно оновлено.

source: Click again to confirm
pt_pt: Clique novamente para confirmar
ru_ru: Нажмите еще раз для подтверждения
uk_ua: Натисніть ще раз для підтвердження

source: Restoring backup... Please wait.
pt_pt: Restaurando o backup ... por favor, espere.
ru_ru: Восстановление резервной копии... Пожалуйста, подождите.
uk_ua: Відновлення з резервної копії... Будь ласка, зачекайте.

source: Restore request failed.
pt_pt: A solicitação de restauração falhou.
ru_ru: Запрос на восстановление не выполнен.
uk_ua: Запит на відновлення не виконано.

source: Database and Files Backup
pt_pt: Backup de banco de dados e arquivos
ru_ru: Резервное копирование базы данных и файлов
uk_ua: Резервне копіювання бази даних і файлів

source: Database Backup
pt_pt: Backup de banco de dados
ru_ru: Резервное копирование базы данных
uk_ua: Резервне копіювання бази даних

source: Files Backup
pt_pt: Backup de arquivos
ru_ru: Резервное копирование файлов
uk_ua: Резервне копіювання файлів

source: Unknown Backup Type
pt_pt: Tipo de backup desconhecido
ru_ru: Неизвестный тип резервной копии
uk_ua: Невідомий тип резервної копії

source: No options selected to backup. Please ensure that at least one of the Database or Files is selected.
ru_ru: Не выбраны параметры для резервного копирования. Пожалуйста, убедитесь, что выбрана хотя бы одна из опций: база данных или файлы.
uk_ua: Не вибрано параметрів для резервного копіювання. Будь ласка, переконайтеся, що вибрано хоча б одну з опцій: база даних або файли.

source: Generating website backup.. Please wait.
pt_pt: Gerando backup de sites .. Por favor, espere.
ru_ru: Создание резервной копии веб-сайта.. Пожалуйста, подождите.
uk_ua: Створення резервної копії веб-сайту.. Будь ласка, зачекайте.

source: Backup request failed.
pt_pt: A solicitação de backup falhou.
ru_ru: Запрос на резервное копирование не выполнен.
uk_ua: Запит на резервне копіювання не виконано.

source: Install WordPress CMS in a few clicks.
pt_pt: Instale o WordPress CMS em alguns cliques.
ru_ru: Установить CMS WordPress в несколько кликов.
uk_ua: Встановити CMS WordPress за кілька кліків.

source: Website Name
pt_pt: Nome do site
ru_ru: Название веб-сайта
uk_ua: Назва веб-сайту

source: My Blog
pt_pt: Meu blog
ru_ru: Мой блог
uk_ua: Мій блог

source: Description
pt_pt: Descrição
ru_ru: Описание
uk_ua: Опис

source: My WordPress Blog
pt_pt: Meu blog WordPress
ru_ru: Мой блог WordPress
uk_ua: Мій блог WordPress

source: WordPress version:
pt_pt: Versão WordPress:
ru_ru: Версия WordPress:
uk_ua: Версія WordPress:

source: Website files will be stored in folder:
pt_pt: Os arquivos do site serão armazenados na pasta:
ru_ru: Файлы веб-сайта будут храниться в папке:
uk_ua: Файли веб-сайту будуть зберігатися в папці:

source: Database Name:
pt_pt: Nome do banco de dados:
ru_ru: Имя базы данных:
uk_ua: Назва бази даних:

source: Table Prefix:
pt_pt: Prefixo de tabela:
ru_ru: Префикс таблицы:
uk_ua: Префікс таблиці:

source: Database Username:
pt_pt: Nome de usuário do banco de dados:
ru_ru: Имя пользователя базы данных:
uk_ua: Ім'я користувача бази даних:

source: WordPress install started. Please wait for the process to finish.
pt_pt: A instalação do WordPress foi iniciada.
ru_ru: Начата установка WordPress. Пожалуйста, дождитесь завершения процесса.
uk_ua: Розпочато встановлення WordPress. Будь ласка, дочекайтеся завершення процесу.

source: Error fetching WordPress versions from WP.ORG API. Please refresh page.
pt_pt: Erro buscando versões WordPress da API WP.org.
ru_ru: Ошибка получения версий WordPress из API WP.ORG. Пожалуйста, обновите страницу.
uk_ua: Помилка отримання версій WordPress з API WP.ORG. Будь ласка, оновіть сторінку.

source: Error fetching versions
pt_pt: Erro busca versões
ru_ru: Ошибка получения версий
uk_ua: Помилка отримання версій

source: Assign a user to an existing MySQL database to manage database permissions and enable access for executing queries, modifying tables, or managing data within the specified database.
ru_ru: Назначить пользователя существующей базе данных MySQL для управления разрешениями базы данных и обеспечения доступа к выполнению запросов, изменению таблиц или управлению данными в указанной базе данных.
uk_ua: Призначити користувача існуючій базі даних MySQL для керування дозволами бази даних та надання доступу для виконання запитів, зміни таблиць або керування даними у вказаній базі даних.

source: Select user:
pt_pt: Selecione Usuário:
ru_ru: Выберите пользователя:
uk_ua: Виберіть користувача:

source: Select database:
pt_pt: Selecione Banco de Dados:
ru_ru: Выберите базу данных:
uk_ua: Виберіть базу даних:

source: Host
pt_pt: Hospedar
ru_ru: Хост
uk_ua: Хост

source: Back to Databases
pt_pt: De volta aos bancos de dados
ru_ru: Назад к базам данных
uk_ua: Назад до баз даних

source: View and modify the MySQL service configuration. Any changes will restart the service.
ru_ru: Просмотр и изменение конфигурации службы MySQL. Любые изменения перезапустят службу.
uk_ua: Перегляд та зміна конфігурації служби MySQL. Будь-які зміни перезапустять службу.

source: Setting
pt_pt: Contexto
ru_ru: Настройка
uk_ua: Налаштування

source: Value
pt_pt: Valor
ru_ru: Значение
uk_ua: Значення

source: Total databases:
pt_pt: Total de dados de dados:
ru_ru: Всего баз данных:
uk_ua: Всього баз даних:

source: Show system databases
pt_pt: Mostrar bancos de dados do sistema
ru_ru: Показать системные базы данных
uk_ua: Показати системні бази даних

source: Size in:
pt_pt: Tamanho em:
ru_ru: Размер в:
uk_ua: Розмір у:

source: New Database
pt_pt: Novo banco de dados
ru_ru: Новая база данных
uk_ua: Нова база даних

source: Database Name
pt_pt: Nome do banco de dados
ru_ru: Имя базы данных
uk_ua: Назва бази даних

source: Assigned Users
pt_pt: Usuários atribuídos
ru_ru: Назначенные пользователи
uk_ua: Призначені користувачі

source: Import into Database
ru_ru: Импорт в базу данных
uk_ua: Імпорт до бази даних

source: Selet a local file to upload and import into a MySQL database.
ru_ru: Выберите локальный файл для загрузки и импорта в базу данных MySQL.
uk_ua: Виберіть локальний файл для завантаження та імпорту до бази даних MySQL.

source: Select file to upload
ru_ru: Выберите файл для загрузки
uk_ua: Виберіть файл для завантаження

source: Create MySQL User
pt_pt: Crie usuário MySQL
ru_ru: Создать пользователя MySQL
uk_ua: Створити користувача MySQL

source: Create a new MySQL user with a unique username and password to securely manage access and permissions for interacting with databases or the MySQL server.
ru_ru: Создать нового пользователя MySQL с уникальным именем пользователя и паролем для безопасного управления доступом и разрешениями для взаимодействия с базами данных или сервером MySQL.
uk_ua: Створити нового користувача MySQL з унікальним ім'ям користувача та паролем для безпечного керування доступом і дозволами для взаємодії з базами даних або сервером MySQL.

source: Random Username
pt_pt: Nome de usuário aleatório
ru_ru: Случайное имя пользователя
uk_ua: Випадкове ім'я користувача

source: Back to Users
pt_pt: De volta aos usuários
ru_ru: Назад к пользователям
uk_ua: Назад до користувачів

source: Create a Database
pt_pt: Crie um banco de dados
ru_ru: Создать базу данных
uk_ua: Створити базу даних

source: Create a new MySQL database to store and organize data, providing a foundational structure for applications to manage and retrieve information efficiently.
ru_ru: Создать новую базу данных MySQL для хранения и организации данных, обеспечивая фундаментальную структуру для приложений для эффективного управления и извлечения информации.
uk_ua: Створити нову базу даних MySQL для зберігання та організації даних, забезпечуючи фундаментальну структуру для додатків для ефективного керування та отримання інформації.

source: Random Database Name
pt_pt: Nome do banco de dados aleatório
ru_ru: Случайное имя базы данных
uk_ua: Випадкова назва бази даних

source: Change User Password
pt_pt: Alterar senha do usuário
ru_ru: Изменить пароль пользователя
uk_ua: Змінити пароль користувача

source: Change password for a MySQL database user.
pt_pt: Altere a senha para um usuário do banco de dados MySQL.
ru_ru: Изменить пароль для пользователя базы данных MySQL.
uk_ua: Змінити пароль для користувача бази даних MySQL.

source: Enable/disable phpMyAdmin service.
pt_pt: Ativar/desativar o serviço de phpmyadmin.
ru_ru: Включить/отключить службу phpMyAdmin.
uk_ua: Увімкнути/вимкнути службу phpMyAdmin.

source: phpMyAdmin Login
pt_pt: login phpmyadmin
ru_ru: Вход в phpMyAdmin
uk_ua: Вхід до phpMyAdmin

source: phpmyadmin is not currently installed.
pt_pt: Phpmyadmin não está atualmente instalado.
ru_ru: phpMyAdmin в настоящее время не установлен.
uk_ua: phpMyAdmin наразі не встановлено.

source: To install phpMyAdmin click on the button above.
pt_pt: Para instalar o phpmyadmin, clique no botão acima.
ru_ru: Чтобы установить phpMyAdmin, нажмите на кнопку выше.
uk_ua: Щоб встановити phpMyAdmin, натисніть на кнопку вище.

source: PHP limits for the phpMyAdmin container.
pt_pt: Limites de PHP para o recipiente de phpmyadmin.
ru_ru: Ограничения PHP для контейнера phpMyAdmin.
uk_ua: Обмеження PHP для контейнера phpMyAdmin.
