Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: website from this manager without actually deleting any files or database.
pt_pt: Site deste gerente sem realmente excluir nenhum arquivo ou banco de dados.

source: Completely remove the
pt_pt: Remova completamente o

source: website, including its files, database, and records from this manager.
pt_pt: Site, incluindo seus arquivos, banco de dados e registros deste gerente.

source: Expires on:
pt_pt: Expira em:

source: Valid SSL
pt_pt: SSL válido

source: SSL not detected
pt_pt: SSL não detectado

source: Open website folder in FileManager
pt_pt: Pasta de sites aberta no FileManager

source: View SSL Certificates
pt_pt: Veja os certificados SSL

source: Checking SSL status..
pt_pt: Verificando o status SSL ..

source: Change PHP version for domain
pt_pt: Altere a versão PHP para domínio

source: Manage cronjobs
pt_pt: Gerencie Cronjobs

source: Scanning
pt_pt: Varredura

source: An error occurred while detaching flarum.
pt_pt: Ocorreu um erro ao destacar Flarum.

source: Confirm Flarum Uninstall
pt_pt: Confirme a desinstalação de Flarum

source: Are you sure you want to permanently remove the Flarum installation for
pt_pt: Tem certeza de que deseja remover permanentemente a instalação de Flarum para

source: This will permanently delete all website files and the database.
pt_pt: Isso excluirá permanentemente todos os arquivos do site e o banco de dados.

source: Confirm Uninstall
pt_pt: Confirme a desinstalação

source: Confirm Flarum Detach from SiteManager
pt_pt: Confirme Flarum destacar de Sitemanager

source: Are you sure you want to detach the Flarum installation for
pt_pt: Tem certeza de que deseja destacar a instalação de Flarum para

source: from the manager?
pt_pt: Do gerente?

source: Run Backup
pt_pt: Execute o backup

source: Restore Backup
pt_pt: Restaurar backup

source: Select a backup date to restore
pt_pt: Selecione uma data de backup para restaurar

source: Confirm Restore (Click Again)
pt_pt: Confirme Restauração (clique novamente)

source: Generating website backup...
pt_pt: Gerando backup de sites ...

source: Mautic Installation failed.
pt_pt: A instalação mautica falhou.

source: Mautic successfully installed.
pt_pt: Mautic instalado com sucesso.

source: Install Mautic
pt_pt: Instale Mautic

source: Install Mautic on an existing domain.
pt_pt: Instale o Mautic em um domínio existente.

source: Mautic Version
pt_pt: Versão Mautic

source: Delete Mautic website
pt_pt: Exclua site mautico

source: An error occurred while removing Mautic.
pt_pt: Ocorreu um erro ao remover o Mautic.

source: An error occurred while detaching Mautic.
pt_pt: Ocorreu um erro ao destacar Mautic.

source: No Mautic Installations
pt_pt: Sem instalações mauticas

source: Add a domain name first in order to install Mautic.
pt_pt: Adicione um nome de domínio primeiro para instalar o Mautic.

source: NodeJS:
pt_pt: Dança:

source: Manage Applications
pt_pt: Gerenciar aplicativos

source: ID
pt_pt: EU IA

source: Application
pt_pt: Aplicativo

source: Uptime
pt_pt: Tempo de atividade

source: Restarts
pt_pt: Reinicia

source: Memory
pt_pt: Memória

source: Watching
pt_pt: Assistindo

source: Startup File
pt_pt: Arquivo de inicialização

source: No Applications Installed
pt_pt: Sem aplicativos instalados

source: available
pt_pt: disponível

source: already in use
pt_pt: já em uso

source: Optional flags:
pt_pt: Bandeiras opcionais:

source: NodeJS
pt_pt: Dançarino

source: Ruby
pt_pt: Rubi

source: Automatically restart app on file changes
pt_pt: Reinicie automaticamente o aplicativo em alterações de arquivo

source: Collect logs
pt_pt: Colete logs

source: Ruby:
pt_pt: Rubi:

source: SAVEQUERIES
pt_pt: Salvar quileiros

source: Dark theme activated.
pt_pt: Tema escuro ativado.

source: Light theme activated.
pt_pt: Tema leve ativado.

source: Dashboard
pt_pt: Painel

source: File Editor
pt_pt: Editor de arquivos

source: Create New Database
pt_pt: Crie um novo banco de dados

source: Create New User
pt_pt: Crie novo usuário

source: View PHP Limits
pt_pt: Veja os limites do PHP

source: Server Time
pt_pt: Hora do servidor

source: View active extensions for each PHP version.
pt_pt: Veja extensões ativas para cada versão PHP.

source: Minute
pt_pt: Minuto

source: Hour
pt_pt: Hora

source: Day
pt_pt: Dia

source: Month
pt_pt: Mês

source: Weekday
pt_pt: Dia da semana

source: Run Now
pt_pt: Correr agora

source: Schedule a new cron job.
pt_pt: Programe um novo trabalho de Cron.

source: a.m.
pt_pt: sou.

source: p.m.
pt_pt: da tarde

source: View current server specification and system usage.
pt_pt: Veja a especificação atual do servidor e o uso do sistema.

source: Hostname
pt_pt: Nome do host

source: Loading...
pt_pt: Carregando...

source: Average Load
pt_pt: Carga média

source: Remote MySQL port
pt_pt: Porta remota MySQL

source: Local MySQL port
pt_pt: Porta MySQL local

source: phpMyAdmin port
pt_pt: porta phpmyadmin

source: Remote SSH port
pt_pt: Porta SSH remota

source: WebTerminal port
pt_pt: Porta do WebMerminal

source: Release
pt_pt: Liberar

source: Processor
pt_pt: Processador

source: Hosting Plan Information
pt_pt: Hospedando informações do plano

source: Hosting Plan Name
pt_pt: Nome do plano de hospedagem

source: Plan Description
pt_pt: Descrição do plano

source: Context
pt_pt: Contexto

source: Bandwidth Limit
pt_pt: Limite de largura de banda

source: CPU Limit
pt_pt: Limite da CPU

source: Database Limit
pt_pt: Limite do banco de dados

source: Websites Limit
pt_pt: Limite de sites

source: Disk Limit
pt_pt: Limite de disco

source: Domains Limit
pt_pt: Limite de domínios

source: Email Limit
pt_pt: Limite de e -mail

source: FTP Limit
pt_pt: Limite de FTP

source: Web Server
pt_pt: Servidor da web

source: OpenPanel Information
pt_pt: Informações do OpenPanel

source: OpenPanel Version
pt_pt: Versão OpenPanel

source: Enabled Modules
pt_pt: Módulos ativados

source: CPU &#37;
pt_pt: CPU %

source: View top processes
pt_pt: Veja os principais processos

source: Top processes by current CPU usage
pt_pt: Principais processos pelo uso atual da CPU

source: Top processes by current memory usage
pt_pt: Principais processos pelo uso atual da memória
