Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: added successfully.
pt_pt: adicionado com sucesso.
ru_ru: успешно добавлено.
uk_ua: успішно додано.

source: Please check the output below.
pt_pt: Por favor, verifique a saída abaixo.
ru_ru: Пожалуйста, проверьте вывод ниже.
uk_ua: Будь ласка, перевірте вивід нижче.

source: Converted to Punycode:
pt_pt: Convertido em punycode:
ru_ru: Преобразовано в Punycode:
uk_ua: Перетворено на Punycode:

source: (for compatibility with internationalized domain names)
pt_pt: (para compatibilidade com nomes de domínio internacionalizados)
ru_ru: (для совместимости с интернационализированными доменными именами)
uk_ua: (для сумісності з інтернаціоналізованими доменними іменами)

source: Edit Redirect for
pt_pt: Editar redirecionamento para
ru_ru: Редактировать перенаправление для
uk_ua: Редагувати перенаправлення для

source: Create Redirect for
pt_pt: Crie redirecionamento para
ru_ru: Создать перенаправление для
uk_ua: Створити перенаправлення для

source: Edit or delete URL redirect for domain
pt_pt: Editar ou excluir o redirecionamento do URL para o domínio
ru_ru: Редактировать или удалить перенаправление URL для домена
uk_ua: Редагувати або видалити перенаправлення URL для домену

source: Redirect domain to URL.
pt_pt: Redirecionar o domínio para URL.
ru_ru: Перенаправить домен на URL.
uk_ua: Перенаправити домен на URL.

source: Save Redirect
pt_pt: Salve redirecionar
ru_ru: Сохранить перенаправление
uk_ua: Зберегти перенаправлення

source: Delete Redirect
pt_pt: Excluir redirecionamento
ru_ru: Удалить перенаправление
uk_ua: Видалити перенаправлення

source: Redirect Domain to URL
pt_pt: Redirecionar o domínio para URL
ru_ru: Перенаправить домен на URL
uk_ua: Перенаправити домен на URL

source: Redirecting a domain will immediately redirect all traffic to the new URL, while Email and other services remain operational.
ru_ru: Перенаправление домена немедленно перенаправит весь трафик на новый URL, при этом электронная почта и другие службы останутся работоспособными.
uk_ua: Перенаправлення домену негайно перенаправить весь трафік на новий URL, при цьому електронна пошта та інші служби залишаться працездатними.

source: Suspend domain
pt_pt: Suspender o domínio
ru_ru: Приостановить домен
uk_ua: Призупинити домен

source: Suspending the domain will immediately disable website access, while Email and other services remain operational.
ru_ru: Приостановка домена немедленно отключит доступ к веб-сайту, в то время как электронная почта и другие службы останутся работоспособными.
uk_ua: Призупинення домену негайно відключить доступ до веб-сайту, при цьому електронна пошта та інші служби залишаться працездатними.

source: Confirm suspend of domain:
pt_pt: Confirme suspender de domínio:
ru_ru: Подтвердить приостановку домена:
uk_ua: Підтвердити призупинення домену:

source: Confirm Suspend
pt_pt: Confirme suspender
ru_ru: Подтвердить приостановку
uk_ua: Підтвердити призупинення

source: Select Domain to Suspend
pt_pt: Selecione o domínio para suspender
ru_ru: Выберите домен для приостановки
uk_ua: Виберіть домен для призупинення

source: Unsuspend domain
pt_pt: Dessunder o domínio
ru_ru: Возобновить домен
uk_ua: Відновити домен

source: Unsuspending a domain will immediately restore access to the website.
pt_pt: A Ususpender um domínio restaurará imediatamente o acesso ao site.
ru_ru: Возобновление домена немедленно восстановит доступ к веб-сайту.
uk_ua: Відновлення домену негайно відновить доступ до веб-сайту.

source: Confirm unsuspend of domain:
pt_pt: Confirme o Unsuspend of Domain:
ru_ru: Подтвердить возобновление домена:
uk_ua: Підтвердити відновлення домену:

source: Confirm Unsuspend
pt_pt: Confirme UnSuspend
ru_ru: Подтвердить возобновление
uk_ua: Підтвердити відновлення

source: Select Domain to Unsuspend
pt_pt: Selecione Domínio para Dessudir
ru_ru: Выберите домен для возобновления
uk_ua: Виберіть домен для відновлення

source: Edit
pt_pt: Editar
ru_ru: Редактировать
uk_ua: Редагувати

source: VirtualHosts File
pt_pt: Arquivo virtualhosts
ru_ru: Файл VirtualHosts
uk_ua: Файл VirtualHosts

source: VirtualHosts file for the domain name
pt_pt: VirtualHosts Arquivo para o nome de domínio
ru_ru: Файл VirtualHosts для доменного имени
uk_ua: Файл VirtualHosts для доменного імені

source: Select domain name to edit
pt_pt: Selecione o nome de domínio para editar
ru_ru: Выберите доменное имя для редактирования
uk_ua: Виберіть доменне ім'я для редагування

source: VirtualHosts file for.
pt_pt: VirtualHosts arquivam.
ru_ru: VirtualHosts файл для.
uk_ua: Файл VirtualHosts для.

source: Editing the domain file is intended for advanced users only. This action can potentially lead to server misconfiguration or downtime if not done correctly.
ru_ru: Редактирование файла домена предназначено только для опытных пользователей. Это действие может потенциально привести к неправильной настройке сервера или простою, если не сделать его правильно.
uk_ua: Редагування файлу домену призначене лише для досвідчених користувачів. Ця дія може потенційно призвести до неправильного налаштування сервера або простою, якщо не зробити це правильно.

source: Please be cautious and make sure you understand the changes you are making. We use a rollback mechanism to check for errors, and if any issues are detected, we will revert the changes. However, it's important to have a backup of your configurations before proceeding.
ru_ru: Пожалуйста, будьте осторожны и убедитесь, что вы понимаете вносимые изменения. Мы используем механизм отката для проверки ошибок, и если обнаружены какие-либо проблемы, мы отменим изменения. Однако важно иметь резервную копию ваших конфигураций перед продолжением.
uk_ua: Будь ласка, будьте обережні та переконайтеся, що ви розумієте зміни, які ви вносите. Ми використовуємо механізм відкату для перевірки помилок, і якщо виявлені будь-які проблеми, ми скасуємо зміни. Однак важливо мати резервну копію ваших конфігурацій перед продовженням.

source: Total emails:
pt_pt: Total de e -mails:
ru_ru: Всего писем:
uk_ua: Всього листів:

source: New Email
pt_pt: Novo email
ru_ru: Новая электронная почта
uk_ua: Нова електронна пошта

source: Account @ Domain
pt_pt: Conta @ domain
ru_ru: Учетная запись @ Домен
uk_ua: Обліковий запис @ Домен

source: Storage Used
pt_pt: Armazenamento usado
ru_ru: Используемое хранилище
uk_ua: Використане сховище

source: Webmail for
pt_pt: Webmail para
ru_ru: Веб-почта для
uk_ua: Веб-пошта для

source: opened in new window.
pt_pt: aberto em nova janela.
ru_ru: открыта в новом окне.
uk_ua: відкрита в новому вікні.

source: Delete email account and all it's data.
pt_pt: Exclua a conta de email e todos os seus dados.
ru_ru: Удалить учетную запись электронной почты и все ее данные.
uk_ua: Видалити обліковий запис електронної пошти та всі його дані.

source: Click on the button below to permanently delete the account and all it's emails.
ru_ru: Нажмите на кнопку ниже, чтобы навсегда удалить учетную запись и все ее электронные письма.
uk_ua: Натисніть на кнопку нижче, щоб назавжди видалити обліковий запис та всі його електронні листи.

source: Confirm Delete
pt_pt: Confirme excluir
ru_ru: Подтвердить удаление
uk_ua: Підтвердити видалення

source: Select Email
pt_pt: Selecione email
ru_ru: Выбрать электронную почту
uk_ua: Вибрати електронну пошту

source: Select email address to delete.
pt_pt: Selecione endereço de email para excluir.
ru_ru: Выберите адрес электронной почты для удаления.
uk_ua: Виберіть адресу електронної пошти для видалення.

source: Select address
pt_pt: Selecione o endereço
ru_ru: Выбрать адрес
uk_ua: Вибрати адресу

source: Email Filters
pt_pt: Filtros de email
ru_ru: Фильтры электронной почты
uk_ua: Фільтри електронної пошти

source: Sieve filters for email
pt_pt: Filtros de peneira para e -mail
ru_ru: Фильтры Sieve для электронной почты
uk_ua: Фільтри Sieve для електронної пошти

source: Current Filters
pt_pt: Filtros atuais
ru_ru: Текущие фильтры
uk_ua: Поточні фільтри

source: Back to Emails
pt_pt: Voltar aos e -mails
ru_ru: Назад к электронным письмам
uk_ua: Назад до електронних листів

source: Save Filter
pt_pt: Salvar filtro
ru_ru: Сохранить фильтр
uk_ua: Зберегти фільтр

source: Select email address to edit filters.
pt_pt: Selecione endereço de email para editar filtros.
ru_ru: Выберите адрес электронной почты для редактирования фильтров.
uk_ua: Виберіть адресу електронної пошти для редагування фільтрів.

source: Connect Devices
pt_pt: Conectar dispositivos
ru_ru: Подключить устройства
uk_ua: Підключити пристрої

source: View email server information.
pt_pt: Veja as informações do servidor de email.
ru_ru: Просмотр информации о почтовом сервере.
uk_ua: Перегляд інформації про поштовий сервер.

source: Secure SSL/TLS Settings (Recommended)
pt_pt: Configurações seguras de SSL/TLS (recomendado)
ru_ru: Безопасные настройки SSL/TLS (рекомендуется)
uk_ua: Безпечні налаштування SSL/TLS (рекомендовано)

source: Incoming Server
pt_pt: Servidor de entrada
ru_ru: Сервер входящей почты
uk_ua: Сервер вхідної пошти

source: IMAP Port
pt_pt: Porta IMAP
ru_ru: Порт IMAP
uk_ua: Порт IMAP

source: POP3 Port
ru_ru: Порт POP3
uk_ua: Порт POP3

source: Non-SSL Settings (NOT Recommended)
pt_pt: Configurações não-SSL (não recomendadas)
ru_ru: Настройки без SSL (НЕ рекомендуется)
uk_ua: Налаштування без SSL (НЕ рекомендується)

source: Create an Email
pt_pt: Crie um email
ru_ru: Создать электронную почту
uk_ua: Створити електронну пошту

source: Create a new Email account.
pt_pt: Crie uma nova conta de email.
ru_ru: Создать новую учетную запись электронной почты.
uk_ua: Створити новий обліковий запис електронної пошти.

source: info
pt_pt: informações
ru_ru: информация
uk_ua: інформація

source: Password
pt_pt: Senha
ru_ru: Пароль
uk_ua: Пароль

source: Random Password
pt_pt: Senha aleatória
ru_ru: Случайный пароль
uk_ua: Випадковий пароль

source: Create Email
pt_pt: Crie email
ru_ru: Создать электронную почту
uk_ua: Створити електронну пошту

source: Edit Email account
pt_pt: Editar conta de email
ru_ru: Редактировать учетную запись электронной почты
uk_ua: Редагувати обліковий запис електронної пошти

source: Email address
pt_pt: Endereço de email
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти

source: Current Usage
pt_pt: Uso atual
ru_ru: Текущее использование
uk_ua: Поточне використання

source: Allocated Storage Space
pt_pt: Espaço de armazenamento alocado
ru_ru: Выделенное пространство хранения
uk_ua: Виділений простір зберігання

source: Receiving Incoming Mail
pt_pt: Recebendo correio recebido
ru_ru: Получение входящей почты
uk_ua: Отримання вхідної пошти

source: Allow
pt_pt: Permitir
ru_ru: Разрешить
uk_ua: Дозволити

source: Sending Outgoing Mail
pt_pt: Enviando correio de saída
ru_ru: Отправка исходящей почты
uk_ua: Надсилання вихідної пошти

source: New Password
pt_pt: Nova Senha
ru_ru: Новый пароль
uk_ua: Новий пароль

source: Update Email Settings
pt_pt: Atualize as configurações de email
ru_ru: Обновить настройки электронной почты
uk_ua: Оновити налаштування електронної пошти

source: This page could not be found.
ru_ru: Эта страница не найдена.
uk_ua: Ця сторінка не знайдена.

source: File Too Large
ru_ru: Файл слишком большой
uk_ua: Файл занадто великий

source: Backup Destination
ru_ru: Направление резервного копирования
uk_ua: Напрямок резервного копіювання

source: Select a backup destination.
ru_ru: Выберите направление резервного копирования.
uk_ua: Виберіть напрямок резервного копіювання.

source: Current destination:
ru_ru: Текущее направление:
uk_ua: Поточний напрямок:

source: None
ru_ru: Нет
uk_ua: Немає

source: Backup Settings
ru_ru: Настройки резервного копирования
uk_ua: Налаштування резервного копіювання

source: Configure backup options and schedule.
ru_ru: Настройка параметров и расписания резервного копирования.
uk_ua: Налаштування параметрів і розкладу резервного копіювання.

source: settings
ru_ru: настройки
uk_ua: налаштування

source: Configure custom domain for accessing panels.
ru_ru: Настройка пользовательского домена для доступа к панелям.
uk_ua: Налаштування користувацького домену для доступу до панелей.

source: Backup settings
ru_ru: Настройки резервного копирования
uk_ua: Налаштування резервного копіювання

source: Configure schedule, retention, etc.
ru_ru: Настройка расписания, хранения и других параметров.
uk_ua: Налаштування розкладу, зберігання та інших параметрів.

source: Manage backups.
ru_ru: Управление резервными копиями.
uk_ua: Керування резервними копіями.

source: Confirm data restore to
pt_pt: Confirme a restauração de dados para
ru_ru: Подтвердить восстановление данных в
uk_ua: Підтвердити відновлення даних до

source: This will delete all data and restore the state from the backup.
pt_pt: Isso excluirá todos os dados e restaurará o estado do backup.
ru_ru: Это удалит все данные и восстановит состояние из резервной копии.
uk_ua: Це видалить усі дані та відновить стан із резервної копії.

source: All files will be reverted to the state they were in at the time of the backup.
ru_ru: Все файлы будут возвращены в состояние, в котором они находились на момент создания резервной копии.
uk_ua: Усі файли будуть повернуті до стану, в якому вони були на момент створення резервної копії.

source: FTP accounts will be restored, and any files added after the backup will be removed.
ru_ru: Учетные записи FTP будут восстановлены, а любые файлы, добавленные после резервного копирования, будут удалены.
uk_ua: Облікові записи FTP будуть відновлені, а будь-які файли, додані після резервного копіювання, будуть видалені.

source: Domain settings and configurations will be reverted to their backup state.
pt_pt: As configurações e configurações de domínio serão revertidas para o estado de backup.
ru_ru: Настройки и конфигурации домена будут возвращены в состояние резервной копии.
uk_ua: Налаштування та конфігурації домену будуть повернуті до стану резервної копії.

source: Websites, their databases, and files will be restored, undoing any changes made after the backup.
ru_ru: Веб-сайты, их базы данных и файлы будут восстановлены, отменив любые изменения, сделанные после резервного копирования.
uk_ua: Веб-сайти, їхні бази даних та файли будуть відновлені, скасовуючи будь-які зміни, зроблені після резервного копіювання.

source: Email accounts will be restored, and any emails received after the backup will be lost.
ru_ru: Учетные записи электронной почты будут восстановлены, а любые электронные письма, полученные после резервного копирования, будут утеряны.
uk_ua: Облікові записи електронної пошти будуть відновлені, а будь-які електронні листи, отримані після резервного копіювання, будуть втрачені.

source: Back to Backups
pt_pt: De volta aos backups
ru_ru: Назад к резервным копиям
uk_ua: Назад до резервних копій

source: Confirm and start restore
pt_pt: Confirme e inicie a restauração
ru_ru: Подтвердить и начать восстановление
uk_ua: Підтвердити і почати відновлення

source: Disk usage is the amount of space that is used by the content of your sites, this includes databases, files, videos, images, emails and pages.
ru_ru: Использование диска - это количество пространства, используемого содержимым ваших сайтов, включая базы данных, файлы, видео, изображения, электронные письма и страницы.
uk_ua: Використання диска - це кількість місця, яке використовується вмістом ваших сайтів, включаючи бази даних, файли, відео, зображення, електронні листи та сторінки.

source: Reload Data
pt_pt: Recarregue os dados
ru_ru: Перезагрузить данные
uk_ua: Перезавантажити дані

source: Directory
pt_pt: Diretório
ru_ru: Каталог
uk_ua: Каталог

source: Up One Level
pt_pt: Até um nível
ru_ru: На один уровень вверх
uk_ua: На один рівень вгору

source: Calculating disk usage for parent directory..
pt_pt: Cálculo de uso de disco para o diretório pai.
ru_ru: Вычисление использования диска для родительского каталога..
uk_ua: Обчислення використання диска для батьківського каталогу..

source: Edit File
pt_pt: Editar arquivo
ru_ru: Редактировать файл
uk_ua: Редагувати файл

source: The specified file does not exist.
pt_pt: O arquivo especificado não existe.
ru_ru: Указанный файл не существует.
uk_ua: Вказаний файл не існує.

source: New File
pt_pt: Novo arquivo
ru_ru: Новый файл
uk_ua: Новий файл

source: New Folder
pt_pt: Nova pasta
ru_ru: Новая папка
uk_ua: Нова папка

source: Upload
pt_pt: Carregar
ru_ru: Загрузить
uk_ua: Завантажити

source: No items found.
pt_pt: Nenhum itens encontrado.
ru_ru: Элементы не найдены.
uk_ua: Елементи не знайдено.

source: Start creating new folders or uploading a new file!
pt_pt: Comece a criar novas pastas ou fazer upload de um novo arquivo!
ru_ru: Начните создавать новые папки или загружать новый файл!
uk_ua: Почніть створювати нові папки або завантажувати новий файл!

source: Select all
pt_pt: Selecione tudo
ru_ru: Выбрать все
uk_ua: Вибрати все

source: Copy
pt_pt: Cópia
ru_ru: Копировать
uk_ua: Копіювати

source: Move
pt_pt: Mover
ru_ru: Переместить
uk_ua: Перемістити

source: Download
ru_ru: Скачать
uk_ua: Завантажити

source: View
pt_pt: Visualizar
ru_ru: Просмотр
uk_ua: Переглянути

source: Rename
pt_pt: Renomear
ru_ru: Переименовать
uk_ua: Перейменувати

source: Permissions
pt_pt: Permissões
ru_ru: Права доступа
uk_ua: Права доступу

source: Compress
pt_pt: Compressa
ru_ru: Сжать
uk_ua: Стиснути

source: Extract
pt_pt: Extrair
ru_ru: Извлечь
uk_ua: Розпакувати

source: Last Modified
pt_pt: Último modificado
ru_ru: Последнее изменение
uk_ua: Остання зміна

source: Date
pt_pt: Data
ru_ru: Дата
uk_ua: Дата

source: Owner
ru_ru: Владелец
uk_ua: Власник

source: Group
ru_ru: Группа
uk_ua: Група

source: Calculate
pt_pt: Calcular
ru_ru: Вычислить
uk_ua: Обчислити

source: Change permissions for
pt_pt: Alterar permissões para
ru_ru: Изменить права доступа для
uk_ua: Змінити права доступу для

source: Copy items
pt_pt: Copie itens
ru_ru: Копировать элементы
uk_ua: Копіювати елементи

source: Copy to:
pt_pt: Copiar para:
ru_ru: Копировать в:
uk_ua: Копіювати в:

source: Copying...
pt_pt: Copiando ...
ru_ru: Копирование...
uk_ua: Копіювання...

source: Where to:
pt_pt: Onde:
ru_ru: Куда:
uk_ua: Куди:

source: moving...
pt_pt: movendo ...
ru_ru: перемещение...
uk_ua: переміщення...

source: deleting...
pt_pt: Excluindo ...
ru_ru: удаление...
uk_ua: видалення...

source: Name:
pt_pt: Nome:
ru_ru: Имя:
uk_ua: Ім'я:

source: Set permissions
pt_pt: Defina permissões
ru_ru: Установить права доступа
uk_ua: Встановити права доступу

source: Archive path
pt_pt: Caminho do arquivo
ru_ru: Путь к архиву
uk_ua: Шлях до архіву

source: compressing...
pt_pt: comprimindo ...
ru_ru: сжатие...
uk_ua: стиснення...

source: Archive name:
pt_pt: Nome do arquivo:
ru_ru: Имя архива:
uk_ua: Ім'я архіву:

source: Extract destinaton:
pt_pt: Extrato Destinaton:
ru_ru: Место назначения извлечения:
uk_ua: Призначення розпакування:

source: Extracting...
pt_pt: Extraindo ...
ru_ru: Извлечение...
uk_ua: Розпакування...

source: Create New File
pt_pt: Crie novo arquivo
ru_ru: Создать новый файл
uk_ua: Створити новий файл

source: File Name
pt_pt: Nome do arquivo
ru_ru: Имя файла
uk_ua: Ім'я файлу

source: Open in File Editor after creation
pt_pt: Abrir no editor de arquivos após a criação
ru_ru: Открыть в редакторе файлов после создания
uk_ua: Відкрити в редакторі файлів після створення

source: New
pt_pt: Novo
ru_ru: Новый
uk_ua: Новий

source: New file will be created in:
pt_pt: Novo arquivo será criado em:
ru_ru: Новый файл будет создан в:
uk_ua: Новий файл буде створено в:

source: Create
pt_pt: Criar
ru_ru: Создать
uk_ua: Створити

source: Create New Folder
pt_pt: Crie uma nova pasta
ru_ru: Создать новую папку
uk_ua: Створити нову папку

source: Folder Name
pt_pt: Nome da pasta
ru_ru: Имя папки
uk_ua: Ім'я папки

source: New folder will be created in:
pt_pt: Nova pasta será criada em:
ru_ru: Новая папка будет создана в:
uk_ua: Нова папка буде створена в:

source: Fix and reset permissions for files and folders under
pt_pt: Corrigir e redefinir permissões para arquivos e pastas em
ru_ru: Исправить и сбросить права доступа для файлов и папок под
uk_ua: Виправити та скинути права доступу для файлів і папок у

source: Choose a directory:
pt_pt: Escolha um diretório:
ru_ru: Выбрать каталог:
uk_ua: Виберіть каталог:

source: Working...
pt_pt: Trabalhando...
ru_ru: Работа...
uk_ua: Працюю...

source: Permissions are fixed!
pt_pt: As permissões são corrigidas!
ru_ru: Права доступа исправлены!
uk_ua: Права доступу виправлено!

source: The process has started. This may take a few minutes depending on the number of files and folders in the specified path. Please wait.
ru_ru: Процесс начался. Это может занять несколько минут в зависимости от количества файлов и папок в указанном пути. Пожалуйста, подождите.
uk_ua: Процес розпочато. Це може зайняти кілька хвилин залежно від кількості файлів і папок у вказаному шляху. Будь ласка, зачекайте.

source: Network response was not ok
pt_pt: A resposta da rede não estava bem
ru_ru: Сетевой ответ был не в порядке
uk_ua: Мережева відповідь була неуспішною

source: Fixing permissions failed
pt_pt: As permissões de fixação falharam
ru_ru: Исправление прав доступа не удалось
uk_ua: Не вдалося виправити права доступу

source: Permissions successfully fixed for all files and subdirectories inside the directory
ru_ru: Права доступа успешно исправлены для всех файлов и подкаталогов внутри каталога
uk_ua: Права доступу успішно виправлено для всіх файлів і підкаталогів усередині каталогу

source: Total accounts:
pt_pt: Total de contas:
ru_ru: Всего учетных записей:
uk_ua: Всього облікових записів:

source: FTP Server:
pt_pt: Servidor FTP:
ru_ru: FTP-сервер:
uk_ua: FTP-сервер:

source: FTP Port:
pt_pt: Porta FTP:
ru_ru: FTP-порт:
uk_ua: FTP-порт:

source: New Account
pt_pt: Nova conta
ru_ru: Новая учетная запись
uk_ua: Новий обліковий запис

source: Path
pt_pt: Caminho
ru_ru: Путь
uk_ua: Шлях

source: New FTP Account
pt_pt: Nova conta FTP
ru_ru: Новая учетная запись FTP
uk_ua: Новий обліковий запис FTP

source: Create a new FTP account.
pt_pt: Crie uma nova conta FTP.
ru_ru: Создать новую учетную запись FTP.
uk_ua: Створити новий обліковий запис FTP.

source: Path (folder)
pt_pt: Caminho (pasta)
ru_ru: Путь (папка)
uk_ua: Шлях (папка)

source: Back to FTP Accounts
pt_pt: Voltar às contas FTP
ru_ru: Назад к учетным записям FTP
uk_ua: Назад до облікових записів FTP

source: FTP Password
ru_ru: FTP Пароль
uk_ua: FTP Пароль

source: Change FTP password for user
ru_ru: Обновить FTP пароль для пользователя
uk_ua: Оновити FTP пароль для користувача

source: Change Path
pt_pt: Mudança de caminho
ru_ru: Изменить путь
uk_ua: Змінити шлях

source: Close
pt_pt: Fechar
ru_ru: Закрыть
uk_ua: Закрити

source: FTP user
pt_pt: Usuário FTP
ru_ru: Пользователь FTP
uk_ua: Користувач FTP

source: User
pt_pt: Usuário
ru_ru: Пользователь
uk_ua: Користувач

source: Current Path
pt_pt: Caminho atual
ru_ru: Текущий путь
uk_ua: Поточний шлях

source: New Path
pt_pt: Novo caminho
ru_ru: Новый путь
uk_ua: Новий шлях

source: Path must be under
pt_pt: O caminho deve estar sob
ru_ru: Путь должен быть под
uk_ua: Шлях повинен бути під

source: An inode is a data structure that keeps the information about a file on your hosting account. The number of inodes indicates the number of files and folders you have.
ru_ru: Индексный дескриптор (inode) — это структура данных, которая хранит информацию о файле на вашей учетной записи хостинга. Количество индексных дескрипторов указывает на количество файлов и папок, которые у вас есть.
uk_ua: Інод - це структура даних, яка зберігає інформацію про файл на вашому хостинг-акаунті. Кількість інодів вказує на кількість файлів і папок, які у вас є.
