Repository: frussane/openpanel-translations
Catalog: */messages.po
Languages: pt_pt, ru_ru, uk_ua

source: Configuration file not found.
ru_ru: Конфигурационный файл не найден.
uk_ua: Конфігураційний файл не знайдено

source: WAF
ru_ru: Веб-фаервол
uk_ua: Веб-фаєрвол

source: Domain not found or unauthorized
pt_pt: Domínio não encontrado ou não autorizado
ru_ru: Домен не найден или отсутствует авторизация
uk_ua: Домен не знайдено або немає авторизації

source: WAF Logs
ru_ru: WAF Логи
uk_ua: Журнали WAF

source: Nginx Configuration Editor
pt_pt: Editor de configuração nginx
ru_ru: Редактор конфигурации Nginx
uk_ua: Редактор конфігурації Nginx

source: Apache Configuration Editor
pt_pt: Editor de configuração do Apache
ru_ru: Редактор конфигурации Apache
uk_ua: Редактор конфігурації Apache

source: OpenResty Configuration Editor
ru_ru: Редактор конфигурации OpenResty
uk_ua: Редактор конфігурації OpenResty

source: Web Server Configuration Editor
pt_pt: Editor de configuração do servidor da web
ru_ru: Редактор конфигурации веб-сервера
uk_ua: Редактор конфігурації веб-сервера

source: Data gathering started. Please allow a few minutes for completion.
pt_pt: A coleta de dados começou.
ru_ru: Начат сбор данных. Пожалуйста, подождите несколько минут для завершения.
uk_ua: Розпочато збір даних. Будь ласка, зачекайте кілька хвилин для завершення.

source: Unable to detect docroot for the domain.
pt_pt: Incapaz de detectar Docroot para o domínio.
ru_ru: Не удается обнаружить корневую директорию для домена.
uk_ua: Не вдається виявити кореневу директорію для домену.

source: Error connecting to database, please try again. If the issue persists contact support.
ru_ru: Ошибка подключения к базе данных, пожалуйста, попробуйте снова. Если проблема сохраняется, обратитесь в службу поддержки.
uk_ua: Помилка підключення до бази даних, будь ласка, спробуйте знову. Якщо проблема не зникає, зверніться до служби підтримки.

source: Debugging options updated successfully
pt_pt: Opções de depuração atualizadas com sucesso
ru_ru: Параметры отладки успешно обновлены
uk_ua: Параметри налагодження успішно оновлено

source: General options edited successfully
pt_pt: Opções gerais editadas com sucesso
ru_ru: Общие параметры успешно отредактированы
uk_ua: Загальні параметри успішно відредаговано

source: WordPress updated successfully
pt_pt: WordPress atualizado com sucesso
ru_ru: WordPress успешно обновлен
uk_ua: WordPress успішно оновлено

source: Update preferences saved successfully
pt_pt: Preferências de atualização salvas com sucesso
ru_ru: Параметры обновления успешно сохранены
uk_ua: Параметри оновлення успішно збережено

source: Websites
pt_pt: Sites
ru_ru: Веб-сайты
uk_ua: Веб-сайти

source: Error executing the query:
pt_pt: Erro de execução da consulta:
ru_ru: Ошибка выполнения запроса:
uk_ua: Помилка виконання запиту:

source: WordPress Manager
ru_ru: Менеджер WordPress
uk_ua: Менеджер WordPress

source: No data found for the provided site ID
pt_pt: Nenhum dados encontrado para o ID do site fornecido
ru_ru: Данные для указанного ID сайта не найдены
uk_ua: Дані для вказаного ID сайту не знайдено

source: WordPress installation not found in the database
pt_pt: Instalação do WordPress não encontrada no banco de dados
ru_ru: Установка WordPress не найдена в базе данных
uk_ua: Встановлення WordPress не знайдено в базі даних

source: Database name or user not found in wp-config.php
pt_pt: Nome do banco de dados ou usuário não encontrado em wp-config.php
ru_ru: Имя базы данных или пользователь не найдены в wp-config.php
uk_ua: Назву бази даних або користувача не знайдено у wp-config.php

source: WordPress uninstalled successfully!
pt_pt: WordPress desinstalado com sucesso!
ru_ru: WordPress успешно удален!
uk_ua: WordPress успішно видалено!

source: An error occurred during WordPress uninstall.
pt_pt: Ocorreu um erro durante a desinstalação do WordPress.
ru_ru: Произошла ошибка при удалении WordPress.
uk_ua: Сталася помилка під час видалення WordPress.

source: WordPress installation detached from Manager.
pt_pt: Instalação do WordPress destacada do gerente.
ru_ru: Установка WordPress отсоединена от Менеджера.
uk_ua: Встановлення WordPress від'єднано від Менеджера.

source: An error occurred during WordPress detachment. Please try again.
ru_ru: Произошла ошибка при отсоединении WordPress. Пожалуйста, попробуйте снова.
uk_ua: Сталася помилка під час від'єднання WordPress. Будь ласка, спробуйте знову.

source: An error occurred during WordPress detachment.
pt_pt: Ocorreu um erro durante o destacamento do WordPress.
ru_ru: Произошла ошибка при отсоединении WordPress.
uk_ua: Сталася помилка під час від'єднання WordPress.

source: Scan completed. Found installations:
ru_ru: Сканирование завершено. Найденные установки:
uk_ua: Сканування завершено. Знайдені встановлення:

source: Scan skipped. WordPress installation is currently running.
pt_pt: A varredura pulou.
ru_ru: Сканирование пропущено. Установка WordPress в настоящее время выполняется.
uk_ua: Сканування пропущено. Встановлення WordPress наразі виконується.

source: Install WordPress
pt_pt: Instale o WordPress
ru_ru: Установить WordPress
uk_ua: Встановити WordPress

source: Domain not found.
pt_pt: Domínio não encontrado.
ru_ru: Домен не найден.
uk_ua: Домен не знайдено.

source: Change Language
pt_pt: Mudar a linguagem
ru_ru: Изменить язык
uk_ua: Змінити мову

source: Login
pt_pt: Conecte-se
ru_ru: Вход
uk_ua: Вхід

source: User does not exist.
pt_pt: O usuário não existe.
ru_ru: Пользователь не существует.
uk_ua: Користувач не існує.

source: Error occurred while trying to auto-login.
pt_pt: Ocorreu um erro ao tentar lugar automaticamente.
ru_ru: Произошла ошибка при попытке автоматического входа.
uk_ua: Сталася помилка під час спроби автоматичного входу.

source: Invalid admin token.
pt_pt: Token de administrador inválido.
ru_ru: Недействительный токен администратора.
uk_ua: Недійсний токен адміністратора.

source: Invalid password. Please try again.
pt_pt: Senha inválida.
ru_ru: Неверный пароль. Пожалуйста, попробуйте снова.
uk_ua: Неправильний пароль. Будь ласка, спробуйте знову.

source: Your account is suspended. Please contact support.
pt_pt: Sua conta está suspensa.
ru_ru: Ваша учетная запись приостановлена. Пожалуйста, обратитесь в службу поддержки.
uk_ua: Ваш обліковий запис призупинено. Будь ласка, зверніться до служби підтримки.

source: Unrecognized account. Please check username.
pt_pt: Conta não reconhecida.
ru_ru: Непризнанная учетная запись. Пожалуйста, проверьте имя пользователя.
uk_ua: Невизнаний обліковий запис. Будь ласка, перевірте ім'я користувача.

source: Unable to connect to the database. Please contact support.
pt_pt: Não é possível conectar -se ao banco de dados.
ru_ru: Не удается подключиться к базе данных. Пожалуйста, обратитесь в службу поддержки.
uk_ua: Не вдається підключитися до бази даних. Будь ласка, зверніться до служби підтримки.

source: Invalid 2FA code. Please try again.
pt_pt: Código 2FA inválido.
ru_ru: Неверный код 2FA. Пожалуйста, попробуйте снова.
uk_ua: Недійсний код 2FA. Будь ласка, спробуйте знову.

source: Login History
pt_pt: Histórico de login
ru_ru: История входов
uk_ua: Історія входів

source: Notification Preferences
pt_pt: Preferências de notificação
ru_ru: Настройки уведомлений
uk_ua: Налаштування сповіщень

source: Active Sessions
pt_pt: Sessões ativas
ru_ru: Активные сессии
uk_ua: Активні сесії

source: OTP code removed and Two-Factor Authentication is now required on new logins.
ru_ru: Код OTP удален, и теперь при новых входах требуется двухфакторная аутентификация.
uk_ua: Код OTP видалено, і тепер при нових входах потрібна двофакторна автентифікація.

source: Setup started: Set up the app or save the OTP code, then confirm to remove it and activate 2FA.
ru_ru: Настройка начата: настройте приложение или сохраните код OTP, затем подтвердите его удаление и активируйте 2FA.
uk_ua: Налаштування розпочато: налаштуйте додаток або збережіть код OTP, потім підтвердіть його видалення та активуйте 2FA.

source: Two-Factor Authentication is now disabled.
pt_pt: A autenticação de dois fatores está agora desativada.
ru_ru: Двухфакторная аутентификация теперь отключена.
uk_ua: Двофакторну автентифікацію тепер вимкнено.

source: enableddisabled
ru_ru: включеноотключено
uk_ua: увімкненовимкнено

source: Two-Factor Authentication
pt_pt: Autenticação de dois fatores
ru_ru: Двухфакторная аутентификация
uk_ua: Двофакторна автентифікація

source: Elasticsearch service is now enabled.
pt_pt: Elasticsearch Service agora está ativado.
ru_ru: Служба Elasticsearch теперь включена.
uk_ua: Служба Elasticsearch тепер увімкнена.

source: Failed to start the Elasticsearch service. Try restart.
pt_pt: Falhou ao iniciar o serviço Elasticsearch.
ru_ru: Не удалось запустить службу Elasticsearch. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу Elasticsearch. Спробуйте перезапустити.

source: Elasticsearch service is now disabled.
pt_pt: Elasticsearch Service agora está desativado.
ru_ru: Служба Elasticsearch теперь отключена.
uk_ua: Служба Elasticsearch тепер вимкнена.

source: Failed to stop the Elasticsearch service. Try restart.
pt_pt: Falha ao interromper o serviço Elasticsearch.
ru_ru: Не удалось остановить службу Elasticsearch. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу Elasticsearch. Спробуйте перезапустити.

source: Memcached service is now enabled.
pt_pt: O serviço memcached agora está ativado.
ru_ru: Служба Memcached теперь включена.
uk_ua: Служба Memcached тепер увімкнена.

source: Failed to start the Memcached service. Try restart.
pt_pt: Falha ao iniciar o serviço memcached.
ru_ru: Не удалось запустить службу Memcached. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу Memcached. Спробуйте перезапустити.

source: Memcached service is now disabled.
pt_pt: O serviço memcached agora está desativado.
ru_ru: Служба Memcached теперь отключена.
uk_ua: Служба Memcached тепер вимкнена.

source: Failed to stop the Memcached service. Try restart.
pt_pt: Falhou em interromper o serviço memcached.
ru_ru: Не удалось остановить службу Memcached. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу Memcached. Спробуйте перезапустити.

source: OpenSearch service is now enabled.
ru_ru: Служба OpenSearch теперь включена.
uk_ua: Служба OpenSearch тепер увімкнена.

source: Failed to start the OpenSearch service. Try restart.
ru_ru: Не удалось запустить службу OpenSearch. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу OpenSearch. Спробуйте перезапустити.

source: OpenSearch service is now disabled.
ru_ru: Служба OpenSearch теперь отключена.
uk_ua: Служба OpenSearch тепер вимкнена.

source: Failed to stop the OpenSearch service. Try restart.
ru_ru: Не удалось остановить службу OpenSearch. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу OpenSearch. Спробуйте перезапустити.

source: REDIS service is now enabled.
pt_pt: O serviço Redis agora está ativado.
ru_ru: Служба REDIS теперь включена.
uk_ua: Служба REDIS тепер увімкнена.

source: Failed to start the REDIS service. Try restart.
pt_pt: Falha ao iniciar o serviço Redis.
ru_ru: Не удалось запустить службу REDIS. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу REDIS. Спробуйте перезапустити.

source: REDIS service is now disabled.
pt_pt: O serviço Redis agora está desativado.
ru_ru: Служба REDIS теперь отключена.
uk_ua: Служба REDIS тепер вимкнена.

source: Failed to stop the REDIS service. Try restart.
pt_pt: Falhou em parar o serviço Redis.
ru_ru: Не удалось остановить службу REDIS. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу REDIS. Спробуйте перезапустити.

source: Varnish caching is now enabled.
ru_ru: Кэширование Varnish теперь включено.
uk_ua: Служба Varnish тепер увімкнена.

source: Failed to start the Varnish service. Try restart.
ru_ru: Не удалось запустить службу Varnish. Попробуйте перезапустить.
uk_ua: Не вдалося запустити службу Varnish. Спробуйте перезапустити.

source: Varnish caching is now disabled.
ru_ru: Кэширование Varnish теперь отключено.
uk_ua: Кешування Varnish тепер вимкнено.

source: Failed to stop the Varnish service. Try restart.
ru_ru: Не удалось остановить службу Varnish. Попробуйте перезапустить.
uk_ua: Не вдалося зупинити службу Varnish. Спробуйте перезапустити.

source: Invalid search query
pt_pt: Consulta de pesquisa inválida
ru_ru: Недопустимый поисковый запрос
uk_ua: Недійсний пошуковий запит

source: Error loading JSON data
pt_pt: Erro ao carregar dados JSON
ru_ru: Ошибка загрузки данных JSON
uk_ua: Помилка завантаження даних JSON

source: Error reading file.
ru_ru: Ошибка чтения файла.
uk_ua: Помилка читання файлу/

source: No domains.
ru_ru: Нет доменов.
uk_ua: Немає доменів.

source: Unauthorized
pt_pt: Não autorizado
ru_ru: Нет доступа
uk_ua: Немає доступу

source: Domain name not provided.
pt_pt: Nome de domínio não fornecido.
ru_ru: Доменное имя не указано.
uk_ua: Доменне ім'я не вказано.

source: Invalid URL. Please provide a URL with 'http://' or 'https://' prefix.
pt_pt: URL inválido.
ru_ru: Неверный URL. Пожалуйста, укажите URL с префиксом 'http://' или 'https://'.
uk_ua: Недійсний URL. Будь ласка, вкажіть URL з префіксом 'http://' або 'https://'.

source: Create a Redirect
pt_pt: Crie um redirecionamento
ru_ru: Создать перенаправление
uk_ua: Створити перенаправлення

source: Disk Usage
pt_pt: Uso do disco
ru_ru: Использование диска
uk_ua: Використання диска

source: File created successfully.
pt_pt: Arquivo criado com sucesso.
ru_ru: Файл успешно создан.
uk_ua: Файл успішно створено.

source: Filename is missing
pt_pt: O nome do arquivo está faltando
ru_ru: Отсутствует имя файла
uk_ua: Відсутня назва файлу

source: Failed to set ownership for the new folder.
ru_ru: Не удалось установить владельца для новой папки.
uk_ua: Не вдалося встановити власника для нового файлу.

source: Folder created successfully.
pt_pt: Pasta criada com sucesso.
ru_ru: Папка успешно создана.
uk_ua: Папку успішно створено.

source: Foldername is missing
pt_pt: FaltaName está faltando
ru_ru: Отсутствует имя папки
uk_ua: Відсутня назва папки

source: Failed to set ownership for the uploaded files.
ru_ru: Не удалось установить владельца для загруженных файлов.
uk_ua: Не вдалося встановити власника для завантажених файлів.

source: Files uploaded successfully.
pt_pt: Arquivos enviados com sucesso.
ru_ru: Файлы успешно загружены.
uk_ua: Файли успішно завантажено.

source: No files were uploaded
pt_pt: Nenhum arquivo foi enviado
ru_ru: Файлы не были загружены
uk_ua: Файли не були завантажені

source: Error uploading files: {str(e)}
pt_pt: Erro carregando arquivos: {str (e)}
ru_ru: Ошибка загрузки файлов: {str(e)}
uk_ua: Помилка завантаження файлів: {str(e)}

source: Failed to set ownership.
ru_ru: Не удалось установить владельца.
uk_ua: Не вдалося встановити власника.

source: File extracted successfully
pt_pt: Arquivo extraído com sucesso
ru_ru: Файл успешно извлечен
uk_ua: Файл успішно розпаковано

source: Failed to set ownership for the downloaded file.
ru_ru: Не удалось установить владельца для скачанного файла.
uk_ua: Не вдалося встановити власника для завантаженого файлу.

source: No URL provided
pt_pt: Nenhum URL fornecido
ru_ru: URL не указан
uk_ua: URL не вказано

source: Failed to download the file
pt_pt: Falha ao baixar o arquivo
ru_ru: Не удалось загрузить файл
uk_ua: Не вдалося завантажити файл

source: Internal server error
pt_pt: Erro do Servidor Interno
ru_ru: Внутренняя ошибка сервера
uk_ua: Внутрішня помилка сервера

source: Failed to set ownership for the archive.
ru_ru: Не удалось установить владельца для архива.
uk_ua: Не вдалося встановити власника для архіву.

source: Archive created successfully
pt_pt: Arquivo criado com sucesso
ru_ru: Архив успешно создан
uk_ua: Архів успішно створено

source: Permissions changed.
pt_pt: As permissões foram alteradas.
ru_ru: Права доступа изменены.
uk_ua: Права доступу змінено.

source: File saved successfully
pt_pt: Arquivo salvo com sucesso
ru_ru: Файл успешно сохранен
uk_ua: Файл успішно збережено

source: Error saving file:
pt_pt: Erro de salvar o arquivo:
ru_ru: Ошибка сохранения файла:
uk_ua: Помилка збереження файлу:

source: Error reading file
pt_pt: Erro de leitura do arquivo
ru_ru: Ошибка чтения файла
uk_ua: Помилка читання файлу

source: File size exceeds 500MB limit. Download aborted.
pt_pt: O tamanho do arquivo excede o limite de 500 MB.
ru_ru: Размер файла превышает ограничение в 500 МБ. Загрузка прервана.
uk_ua: Розмір файлу перевищує обмеження в 500 МБ. Завантаження перервано.

source: Error retrieving file from container.
pt_pt: Erro a recuperação do arquivo do contêiner.
ru_ru: Ошибка получения файла из контейнера.
uk_ua: Помилка отримання файлу з контейнера.

source: Invalid file size retrieved. Possible issue with file.
pt_pt: Tamanho do arquivo inválido recuperado.
ru_ru: Получен недопустимый размер файла. Возможная проблема с файлом.
uk_ua: Отримано недійсний розмір файлу. Можлива проблема з файлом.

source: An error occurred while processing the request.
pt_pt: Ocorreu um erro ao processar a solicitação.
ru_ru: Произошла ошибка при обработке запроса.
uk_ua: Сталася помилка під час обробки запиту.

source: The specified directory does not exist.
pt_pt: O diretório especificado não existe.
ru_ru: Указанный каталог не существует.
uk_ua: Вказаний каталог не існує.

source: File Manager
pt_pt: Gerenciador de arquivos
ru_ru: Файловый менеджер
uk_ua: Файловий менеджер

source: Error accessing the specified directory.
pt_pt: Erro ao acessar o diretório especificado.
ru_ru: Ошибка доступа к указанному каталогу.
uk_ua: Помилка доступу до вказаного каталогу.

source: Invalid fix_directory
pt_pt: Fix_directory inválido
ru_ru: Недопустимая директория для исправления
uk_ua: Недійсна директорія для виправлення

source: Success.
pt_pt: Sucesso.
ru_ru: Успех.
uk_ua: Успіх.

source: Fix Permissions
pt_pt: Corrija permissões
ru_ru: Исправить права доступа
uk_ua: Виправити права доступу

source: FTP service is not yet started, please contact Administrator to enable it.
pt_pt: O serviço FTP ainda não foi iniciado, entre em contato com o Administrador para ativá -lo.
ru_ru: Служба FTP еще не запущена, пожалуйста, обратитесь к администратору для ее включения.
uk_ua: Службу FTP ще не запущено, будь ласка, зверніться до адміністратора для її увімкнення.

source: Inodes Explorer
ru_ru: Обозреватель индексных дескрипторов
uk_ua: Оглядач індексних дескрипторів

source: Malware Scanner
pt_pt: Scanner de malware
ru_ru: Сканер вредоносных программ
uk_ua: Сканер шкідливих програм

source: Malware Quarantine
pt_pt: Malware Quarentena
ru_ru: Карантин вредоносных программ
uk_ua: Карантин шкідливих програм

source: No malware found
pt_pt: Nenhum malware encontrado
ru_ru: Вредоносных программ не обнаружено
uk_ua: Шкідливих програм не виявлено

source: Malware detected
pt_pt: Malware detectado
ru_ru: Обнаружена вредоносная программа
uk_ua: Виявлено шкідливу програму

source: Scan result unknown
pt_pt: Resultado da varredura desconhecido
ru_ru: Результат сканирования неизвестен
uk_ua: Результат сканування невідомий

source: Connection to ClamAV container failed
pt_pt: A conexão com o contêiner Clamav falhou
ru_ru: Не удалось подключиться к контейнеру ClamAV
uk_ua: Не вдалося підключитися до контейнера ClamAV

source: No directory specified for scanning.
pt_pt: Nenhum diretório especificado para digitalização.
ru_ru: Не указан каталог для сканирования.
uk_ua: Не вказано каталог для сканування.

source: Invalid directory specified for scanning.
pt_pt: Diretório inválido especificado para digitalização.
ru_ru: Указан недопустимый каталог для сканирования.
uk_ua: Вказано недійсний каталог для сканування.

source: Invalid unit parameter. Use "bytes", "kb", "mb", or "gb".
pt_pt: Parâmetro da unidade inválida.
ru_ru: Недопустимый параметр единицы измерения. Используйте "bytes", "kb", "mb" или "gb".
uk_ua: Недійсний параметр одиниці виміру. Використовуйте "bytes", "kb", "mb" або "gb".

source: Unable to retrieve size
pt_pt: Incapaz de recuperar o tamanho
ru_ru: Не удается получить размер
uk_ua: Не вдається отримати розмір

source: Database configuration not found
pt_pt: Configuração do banco de dados não encontrada
ru_ru: Конфигурация базы данных не найдена
uk_ua: Конфігурацію бази даних не знайдено

source: Import
ru_ru: Импорт
uk_ua: Імпорт

source: No database file uploaded!
ru_ru: Файл базы данных не загружен!
uk_ua: Файл бази даних не завантажено!

source: enabled remote MySQL
pt_pt: ativado MySQL remoto
ru_ru: включен удаленный доступ к MySQL
uk_ua: увімкнено віддалений доступ до MySQL

source: Remote MySQL access is now enabled.
pt_pt: O acesso remoto do MySQL agora está ativado.
ru_ru: Удаленный доступ к MySQL теперь включен.
uk_ua: Віддалений доступ до MySQL тепер увімкнено.

source: Remote MySQL access is already disabled.
pt_pt: O acesso remoto do MySQL já está desativado.
ru_ru: Удаленный доступ к MySQL уже отключен.
uk_ua: Віддалений доступ до MySQL вже вимкнено.

source: disabled remote MySQL
pt_pt: Remoto desativado MySQL
ru_ru: отключен удаленный доступ к MySQL
uk_ua: вимкнено віддалений доступ до MySQL

source: Remote MySQL access is now disabled.
pt_pt: O acesso remoto do MySQL agora está desativado.
ru_ru: Удаленный доступ к MySQL теперь отключен.
uk_ua: Віддалений доступ до MySQL тепер вимкнено.

source: OFF
pt_pt: DESLIGADO
ru_ru: ВЫКЛ
uk_ua: ВИМК

source: ON
pt_pt: SOBRE
ru_ru: ВКЛ
uk_ua: УВІМК

source: Remote MySQL
pt_pt: Remoto MySQL
ru_ru: Удаленный доступ к MySQL
uk_ua: Віддалений доступ до MySQL

source: PHP.INI Editor
pt_pt: Editor Php.ini
ru_ru: Редактор PHP.INI
uk_ua: Редактор PHP.INI

source: Error saving php.ini file!
ru_ru: Ошибка сохранения файла php.ini!
uk_ua: Помилка збереження файлу php.ini!

source: Options
pt_pt: Opções
ru_ru: Опции
uk_ua: Опції

source: Configuration edited successfully and service restarted to apply new settings.
ru_ru: Конфигурация успешно отредактирована, и служба перезапущена для применения новых настроек.
uk_ua: Конфігурацію успішно відредаговано, і службу перезапущено для застосування нових налаштувань.

source: Favorites
pt_pt: Favoritos
ru_ru: Избранное
uk_ua: Обране

source: Site Manager
pt_pt: Gerente do site
ru_ru: Менеджер сайтов
uk_ua: Менеджер сайтів

source: Files
pt_pt: Arquivos
ru_ru: Файлы
uk_ua: Файли

source: Upload from device
pt_pt: Upload do dispositivo
ru_ru: Загрузить с устройства
uk_ua: Завантажити з пристрою

source: Download from URL
pt_pt: Download de URL
ru_ru: Скачать по URL
uk_ua: Завантажити з URL

source: FTP Accounts
pt_pt: Contas FTP
ru_ru: Учетные записи FTP
uk_ua: Облікові записи FTP

source: Backups
ru_ru: Резервное копирование
uk_ua: Резервні копії

source: ClamAV Scanner
pt_pt: Scanner Clamav
ru_ru: Сканер ClamAV
uk_ua: Сканер ClamAV

source: Database Wizard
pt_pt: Assistente de banco de dados
ru_ru: Мастер баз данных
uk_ua: Майстер баз даних

source: Assign User to DB
pt_pt: Atribuir usuário ao banco de dados
ru_ru: Назначить пользователя базе данных
uk_ua: Призначити користувача базі даних

source: Remove User from DB
pt_pt: Remova o usuário do banco de dados
ru_ru: Удалить пользователя из базы данных
uk_ua: Видалити користувача з бази даних

source: Import Database
ru_ru: Импорт базы данных
uk_ua: Імпорт бази даних

source: Change root password
pt_pt: Altere a senha raiz
ru_ru: Изменить пароль root
uk_ua: Змінити пароль root

source: Show Processes
pt_pt: Mostrar processos
ru_ru: Показать процессы
uk_ua: Показати процеси

source: MySQL Settings
pt_pt: Configurações do MySQL
ru_ru: Настройки MySQL
uk_ua: Налаштування MySQL

source: Domain Names
pt_pt: Nomes de domínio
ru_ru: Доменные имена
uk_ua: Доменні імена

source: Add New Domain
pt_pt: Adicione um novo domínio
ru_ru: Добавить новый домен
uk_ua: Додати новий домен

source: Redirects
pt_pt: Redireciona
ru_ru: Перенаправления
uk_ua: Перенаправлення
